const questions_informatics = [
{
question: "HTML в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі (в•Ёв•‘в•Ёв–‘в•¤Р’в•Ёв•Ўв•Ёв”‚в•Ёв•›в•¤Рђв•Ёв••в•¤Рџв•¤Р‘в•¤Р›) в•¤Р’в•Ёв••в•Ёв”ђв•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: ["2", "7", "10", "5"],
correct: 1
},
{
question: "в•ЁРЎв•Ёв•—в•Ёв•›в•Ёв•‘в•Ёв•њв•Ёв•›в•¤Р’ в•Ёв–’в•Ґв–’в•Ёв•—",
answers: [
"в•Ёв•‘в•¤Р¦в•¤Рв•¤Р¦ в•Ёв•‘в•™Р№в•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв”¤в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•¤Р’в•Ёв•Ўв•Ёв•‘в•¤Р‘в•¤Р’в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв•ўв•Ґв–’в•Ёв•ќв•¤Р›в•¤Р‘ в•¤Р¦в•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•¤Р’в•Ёв•Ўв•Ёв•‘в•¤Р‘в•¤Р’в•¤Р¦в•Ёв•‘ в•¤Рђв•Ёв•Ўв•Ёв”¤в•Ёв–‘в•Ёв•‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•Ёв•‘в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р‘в•Ёв•›в•¤Рђ",
"в•Ёв”¤в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘в•¤Р’в•Ёв•Ўв•¤Рђ в•Ёв–’в•Ёв–‘в•Ёв•–в•Ёв–‘в•¤Р‘в•¤Р›",
"в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—"
],
correct: 0
},
{
question: "BODY в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦",
"WEB-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"в•ЁРЈв•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•¤Р›",
"в•ЁРёв•¤Рђв•Ёв••в•¤Р”в•¤Р’ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦"
],
correct: 0
},
{
question: "FRAME в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•‘в•Ёв–‘ в•ҐР«в•Ґв–’в•¤Рђв•Ёв•—в•¤Р›в•Ёв•ќв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘ в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•‘в•Ёв–‘ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"в•Ёв”‚в•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•¤Р›",
"в•¤Рв•¤Рђв•Ёв••в•¤Р”в•¤Р’ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦",
"web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦"
],
correct: 0
},
{
question: "HTML - в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"web-в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р’в•Ёв–‘в•¤Рђв•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р› в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ",
"в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв•ўв•Ґв–’в•Ёв•ќв•¤Р›в•¤Р‘ в•Ёв•ўв•Ёв–‘в•¤Р‘в•Ёв–‘в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв–‘в•Ёв•ўв•Ёв•Ўв•¤Р’в•¤Р¦ в•Ёв•ўв•Ёв•›в•ҐР«"
],
correct: 0
},
{
question: "h1С‚РђР¶/h1 в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•¤Р› (в•ЁР§в•Ёв–‘в•Ёв”‚в•Ёв•›в•Ёв•—в•Ёв•›в•Ёв–“в•Ёв•›в•Ёв•‘)",
"в•Ёв–‘в•Ёв•–в•Ёв–‘в•¤Р’ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв”ђ в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦",
"в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•ўв•Ёв•›в•Ёв•—в•ҐРЈв•Ёв–‘ в•™Р№в•¤Р’в•¤Р“ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "BR в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•ўв•Ёв•›в•Ёв•—в•ҐРЈв•Ёв–‘ в•™Р№в•¤Р’в•¤Р“ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•¤Р¦в•Ёв•њ",
"в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•¤Р› (в•ЁР§в•Ёв–‘в•Ёв”‚в•Ёв•›в•Ёв•—в•Ёв•›в•Ёв–“в•Ёв•›в•Ёв•‘)",
"в•Ёв–‘в•Ёв•–в•Ёв–‘в•¤Р’ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв”ђ в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "P в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв–‘в•Ёв•–в•Ёв–‘в•¤Р’ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв”ђ в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦",
"в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•¤Р› (в•ЁР§в•Ёв–‘в•Ёв”‚в•Ёв•›в•Ёв•—в•Ёв•›в•Ёв–“в•Ёв•›в•Ёв•‘)",
"в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•ўв•Ёв•›в•Ёв•—в•ҐРЈв•Ёв–‘ в•™Р№в•¤Р’в•¤Р“ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "hr в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ",
"в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•¤Р› (в•ЁР§в•Ёв–‘в•Ёв”‚в•Ёв•›в•Ёв•—в•Ёв•›в•Ёв–“в•Ёв•›в•Ёв•‘)",
"в•Ёв–‘в•Ёв•–в•Ёв–‘в•¤Р’ в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв”ђ в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦",
"в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•ўв•Ёв•›в•Ёв•—в•ҐРЈв•Ёв–‘ в•™Р№в•¤Р’в•¤Р“ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•¤Р¦в•Ёв•њ"
],
correct: 0
},
{
question: "I в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ќв•™Р©в•Ёв•њв•¤Р¦",
answers: [
"в•ҐР«в•Ёв••в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "U в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ќв•™Р©в•Ёв•њв•¤Р¦",
answers: [
"в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв••в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "B в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ќв•™Р©в•Ёв•њв•¤Р¦",
answers: [
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв••в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "H1С‚РђР¶H6 в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ќв•™Р©в•Ёв•њв•¤Р¦",
answers: [
"в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђв•¤Р’в•Ёв–‘в•¤Рђ в•¤Р‘в•¤Р’в•Ёв••в•Ёв•—в•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р“",
"в•ҐР«в•Ёв••в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ"
],
correct: 0
},
{
question: "FONT в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•™Р©в•¤Рђв•¤Р¦в•Ёв”ђв•¤Р’в•Ёв•Ўв•¤Рђ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦в•Ёв•њ, в•¤Р’в•ҐРїв•¤Р‘в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦ в•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв”‚в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв••в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њ",
"в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "ALIGN=CENTER в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв•›в•¤Рђв•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв–‘ в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•›в•ҐРі в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•¤Р‘в•Ёв•›в•Ёв•— в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "ALIGN=RIGHT в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв•›в•ҐРі в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•›в•¤Рђв•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв–‘ в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•¤Р‘в•Ёв•›в•Ёв•— в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "ALIGN=LEFT в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•¤Р‘в•Ёв•›в•Ёв•— в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•›в•¤Рђв•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв–‘ в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•›в•ҐРі в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•‘в•™Р№в•Ёв•—в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•ҐРі в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "IMG в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’ в•¤Р¦в•¤Рв•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р‘в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•ҐР«в•Ёв•›в•¤Рћ в•Ёв•ќв•ҐРїв•Ёв•ќв•Ёв•‘в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв”‚в•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв”¤в•¤Р¦",
"в•™Р©в•¤Рђв•¤Р¦в•Ёв”ђ в•Ёв”‚в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв••в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њ в•Ёв”ђв•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р“",
"в•¤Р‘в•Ёв•›в•Ёв•— в•Ёв•ўв•Ёв–‘в•ҐР« в•¤Рв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р“",
"в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’ в•¤Р”в•Ёв•›в•Ёв•њв•¤Р› в•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•ҐРїв•¤Р‘в•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“"
],
correct: 0
},
{
question: "в•ЁРІв•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•¤Р‘в•¤Р’в•Ёв••в•Ёв•—в•¤Рњв•Ёв”¤в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р“ в•Ёв•ќв•Ёв•Ўв•Ёв•њ в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“",
answers: [
"H1С‚РђР¶H6",
"ALT, BORDER, ALIGN, HEIGHT, WIDTH,VSPACE, HSPACE",
"CENTER, RIGHT, LEFT",
"Black, White, Red, Green, Azure, Blue"
],
correct: 0
},
{
question: "TABLE в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•Ёв•‘в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•њв•¤Р¦ в•¤Р‘в•Ёв–‘в•Ёв•—в•¤Р“",
"в•Ёв•ќв•™Р©в•Ёв•—в•¤Р¦в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“",
"в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђ в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦",
"в•Ґв–’в•¤Рџв•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«в•¤Р’в•¤Р› в•¤Р’в•Ёв–‘в•ҐРЈв•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•Јв•Ёв”¤в•¤Р›"
],
correct: 0
},
{
question: "в•ЁРЄв•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•њв•¤Р¦ в•Ёв–’в•Ёв•Ўв•Ёв•–в•Ёв•Ўв•Ёв•њв•Ёв”¤в•¤Р¦в•¤Рђв•¤Р“ в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: [
"TABLE, TR, TD",
"H1С‚РђР¶H6",
"CENTER, RIGHT, LEFT",
"ALT, BORDER, ALIGN, HEIGHT, WIDTH,VSPACE, HSPACE"
],
correct: 0
},
{
question: "TITLE в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"WEB-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"в•ЁРЈв•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•¤Р›",
"в•ЁРёв•¤Рђв•Ёв••в•¤Р”в•¤Р’ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦",
"Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦"
],
correct: 0
},
{
question: "Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦ (HTML в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р›) в•Ёв”¤в•Ёв•Ўв•Ёв”ђ",
answers: [
"в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•— в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ htm в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў html",
"в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•— в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ txt в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў doc",
"в•Ёв•Ўв•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•— в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ com в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў exe",
"в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•— в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ GIF в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў JPG"
],
correct: 0
},
{
question: "HTML в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р› в•Ёв”¤в•Ёв•Ўв•Ёв”ђ",
answers: [
"в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ htm в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў html в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•¤Р›",
"в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ txt в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў doc в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•¤Р›",
"в•Ёв•Ўв•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•— в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ com в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў exe",
"в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ GIF в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў JPG в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—"
],
correct: 0
},
{
question: "Web - в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р“в•¤Р¦ (в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’в•¤Р›)",
answers: ["htm", "txt", "doc", "exe"],
correct: 0
},
{
question: "в•ЁРІв•Ёв•Ўв•Ёв”‚ - в•Ёв–’в•Ґв–’в•Ёв•—:",
answers: [
"web-в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•ҐРЈв•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“в•ҐРЈв•Ёв–‘ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘",
"в•¤Рќв•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р’в•¤Р’в•¤Р¦в•ҐРі в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв”ђв•ҐР«в•¤Р› в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв–‘в•¤Рџв•ҐР«в•ҐР«в•¤Р› в•Ёв•ќв•Ёв–‘в•¤Рђв•Ёв•‘в•Ёв•Ўв•¤Рђв•¤Р¦",
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•Јв•¤Р› в•¤Р’в•Ёв–‘в•ҐРів•Ёв–’в•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв”ђв•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•Ёв–’в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•ҐРЈв•Ёв–‘ в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў в•Ёв•›в•Ёв–’в•¤Рљв•Ёв•Ўв•Ёв•‘в•¤Р’в•¤Р¦в•Ёв”‚в•Ёв•Ў в•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ў"
],
correct: 0
},
{
question: "в•ЁР±в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ў в•ҐР«в•Ёв–‘в•Ёв•Ј в•¤Р’в•Ёв•Ўв•Ёв”‚в•Ёв”ђв•Ёв•Ўв•Ёв•њ в•Ёв•›в•¤Рђв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›?",
answers: ["A HREF", "Table", "UL", "BG SOUND"],
correct: 0
},
{
question: "в•ЁР¤в•¤Р›в•Ёв–’в•¤Р›в•¤Р‘в•¤Р’в•¤Р›в•ҐР« в•™Р©в•¤Р“в•Ёв•Ўв•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•Ј в•¤Р’в•Ёв•Ўв•Ёв”‚в•Ёв”ђв•Ёв•Ўв•Ёв•њ в•Ёв•›в•¤Рђв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›?",
answers: ["BG SOUND", "Table", "UL", "IMG SRC"],
correct: 0
},
{
question: "HTML С‚РђРЈ в•Ёв–’в•Ґв–’в•Ёв•—",
answers: [
"в•Ёв”‚в•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв•‘ в•¤Р’в•¤Р¦в•Ёв•—",
"в•Ёв–’в•Ёв•Ўв•Ёв•—в•Ёв”‚в•¤Р¦",
"в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’",
"web"
],
correct: 0
},
{
question: "WWW в•Ёв•›в•¤Рђв•¤Р’в•Ёв–‘в•¤Р‘в•¤Р› в•Ёв”¤в•Ёв•Ўв•Ёв”‚в•Ёв•Ўв•Ёв•њ",
answers: [
"в•Ёв”‚в•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв•‘ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•ҐР«в•Ёв–‘ в•¤Р’в•ҐРїв•¤Р‘в•Ёв•‘в•Ёв•Ўв•Ёв•њ Web-в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ёв••в•¤Р›в•Ёв•њв•¤Р’в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ",
"в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њв•Ёв”¤в•¤Р¦в•Ёв•‘ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•ҐР«в•Ёв–‘ в•¤Р’в•ҐРїв•¤Р‘в•Ёв•‘в•Ёв•Ўв•Ёв•њ Web-в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ёв••в•¤Р›в•Ёв•њв•¤Р’в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ",
"в•Ёв•‘в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ў в•¤Р’в•ҐРїв•¤Рђв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•ҐР«в•Ёв–‘ в•¤Р’в•ҐРїв•¤Р‘в•Ёв•‘в•Ёв•Ўв•Ёв•њ Web-в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ёв••в•¤Р›в•Ёв•њв•¤Р’в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ",
"в•¤Р‘в•Ёв••в•Ёв•ќв•Ёв–“в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђ в•¤Р’в•ҐРїв•¤Рђв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•ҐР«в•Ёв–‘ в•¤Р’в•ҐРїв•¤Р‘в•Ёв•‘в•Ёв•Ўв•Ёв•њ Web-в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ёв••в•¤Р›в•Ёв•њв•¤Р’в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ"
],
correct: 0
},
{
question: "Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв•‘в•™Р№в•¤Рђв•¤Р“в•Ёв”‚в•Ёв•Ў в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ",
answers: [
"в•ЁРЎв•¤Рђв•Ёв–‘в•¤Р“в•Ёв•–в•Ёв•Ўв•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђ",
"в•ЁР±в•Ёв•Ўв•¤Рђв•Ёв–“в•Ёв•Ўв•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђ",
"в•ЁРІв•Ёв•›в•¤Рђв•Ёв–‘в•Ёв”ђв•¤Р’в•Ёв–‘в•¤Рђ",
"HTML"
],
correct: 0
},
{
question: "Web-в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђв•¤Р› в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р›в•Ёв•—в•¤Р“в•¤Р›",
answers: ["HTML", "TCP/IP", "HTTP", "Wide"],
correct: 0
},
{
question: "WWW в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р› в•¤Р•в•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘",
answers: ["HTTP", "TNML", "WWW", "HTML"],
correct: 0
},
{
question: "TR в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ /TR в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’в•¤Р›",
answers: [
"в•Ёв•ўв•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђ в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦",
"в•Ёв•ќв•™Р©в•Ёв•—в•¤Р¦в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“",
"в•Ёв•‘в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•њв•¤Р¦ в•¤Р‘в•Ёв–‘в•Ёв•—в•¤Р“",
"в•Ґв–’в•¤Рџв•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«в•¤Р’в•¤Р› в•¤Р’в•Ёв–‘в•ҐРЈв•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•Јв•Ёв”¤в•¤Р›"
],
correct: 0
},
{
question: "SIZE в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•ЁРёв•¤Рђв•Ёв••в•¤Р”в•¤Р’ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦",
"WEB-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•Ёв–‘в•ҐР«в•¤Р›в•¤Рђв•¤Р›в•Ёв”ђ в•Ёв•ўв•Ёв•›в•Ёв•—в•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"в•ЁРЈв•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•¤Р›",
"Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦"
],
correct: 0
},
{
question: "Web-в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•ҐР«в•¤Р’в•Ёв–‘в•¤Рђв•¤Р›в•Ёв•њ в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ЁРЁв•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ў в•Ёв•ќв•¤Р›в•Ёв•њв•Ёв–‘ в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв”ђв•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"Internet Explorer в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў Netscape Navigator",
"Microsoft Word в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў WordPad",
"Microsoft Access в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў Microsoft Works",
"HTMLPad Front в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў Page"
],
correct: 0
},
{
question: "в•ЁРЁв•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р’в•Ёв•›в•Ёв•‘в•Ёв•›в•Ёв•—в•Ёв”¤в•¤Р›в•ҐРі в•ҐР«в•Ёв–‘в•Ёв•Јв•¤Р‘в•¤Р›в•¤Р‘в•¤Р›в•Ёв•њ в•Ёв–’в•Ёв–‘в•Ёв•–в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
answers: ["HTTP", "HTML", "TCP", "TCP/IP"],
correct: 3
},
{
question: "<HREF> в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦",
answers: [
"в•ЁРЈв•Ёв••в•Ёв”ђв•Ёв•Ўв•¤Рђв•¤Р‘в•¤Р¦в•Ёв•—в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•Ў в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•њв•Ёв•Ў в•Ёв–‘в•¤Р“в•¤Р›в•¤Р‘в•¤Р“",
"WEB-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв”¤в•Ёв•Ўв•Ёв•њв•Ёв•Ўв•¤Р‘в•¤Р¦",
"в•ЁРёв•¤Рђв•Ёв••в•¤Р”в•¤Р’ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦",
"Web-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦"
],
correct: 0
},
{
question: "HTML в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•Ёв••в•Ёв”ђв•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: [
"в•Ёв•‘в•Ёв•›в•Ёв•њв•¤Р’в•Ёв•Ўв•Ёв•Јв•Ёв•њв•Ёв•Ўв•¤Рђв•Ёв•—в•¤Р¦ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв”ђв•Ёв–‘в•¤Рђв•¤Р‘в•¤Р›в•Ёв•–",
"в•¤Р‘в•Ёв••в•Ёв•њв•¤Р’в•Ёв–‘в•Ёв•‘в•¤Р‘в•Ёв••в•¤Р‘в•¤Р’в•¤Р¦",
"в•ҐР«в•Ґв–’в•¤Рђв•Ёв•—в•¤Р›в•Ёв•ќв•Ёв”¤в•¤Р›",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›"
],
correct: 0
},
{
question: "в•ЁР«в•Ёв•›в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Рњв•Ёв”¤в•¤Р› в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв”‚в•Ёв•Ў в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р“в•Ёв”¤в•¤Р¦ в•ҐР«в•Ёв–‘в•Ёв•ќв•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•– в•Ёв•Ўв•¤Р’в•Ёв•Ўв•Ёв”¤в•¤Р¦",
answers: [
"в•Ёв•‘в•Ёв•—в•Ёв–‘в•Ёв–“в•Ёв••в•Ёв–‘в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘",
"в•Ёв•ўв•Ёв•›в•Ёв•— в•¤Р‘в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•‘",
"в•¤Р‘в•Ёв•Ўв•¤Рђв•Ёв–“в•Ёв••в•¤Р‘",
"в•¤Р‘в•Ёв•Ўв•¤Рђв•Ёв–“в•Ёв•Ўв•¤Рђ"
],
correct: 3
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв”¤в•Ёв•Ўв•Ёв”‚в•¤Р¦ ______ 3-в•¤Р’в•Ёв•Ўв•Ёв•њ в•Ёв•‘в•™Р№в•Ёв”ђ в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”‚в•Ёв•Ў в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•—в•Ёв•Ўв•Ёв”¤в•¤Р¦",
answers: [
"в•Ёв•—в•Ёв•›в•Ёв”‚в•Ёв••в•Ёв•њ",
"в•Ёв–‘в•¤Р’в•Ёв–‘в•¤Р“",
"в•¤Р‘в•¤Р›в•Ёв•–в•Ёв–’в•Ёв–‘",
"в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•Ўв•¤Р‘"
],
correct: 3
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р“ в•Ёв•‘в•Ёв•›в•Ёв•њв•¤Р”в•Ёв••в•Ёв”‚в•¤Р“в•¤Рђв•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•¤Р‘в•¤Р›",
answers: [
"в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“",
"в•Ёв”¤в•Ёв•Ўв•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“",
"в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р“",
"в•¤Р’в•Ёв•›в•Ёв”ђв•Ёв•›в•Ёв•—в•Ёв•›в•Ёв”‚в•Ёв••в•¤Рџ"
],
correct: 3
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•‘в•Ёв•›в•Ёв•њв•¤Р”в•Ёв••в•Ёв”‚в•¤Р“в•¤Рђв•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њв•¤Р›в•ҐРі в•¤Р’в•ҐРїв•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: [
"в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›, в•¤Р’в•Ёв•›в•Ёв•—в•¤Р›в•ҐР« в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›",
"в•ЁРІв•Ёв•›в•Ёв•—в•¤Р›в•ҐР« в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›, в•¤Р’в•Ёв•›в•Ёв•—в•¤Р›в•ҐР« в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›",
"в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›, в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р› в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘",
"в•¤Р’в•Ёв•›в•Ёв•—в•¤Р›в•ҐР« в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р›, в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р› в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘"
],
correct: 1
},
{
question: "в•ЁРЅв•¤Р’в•Ёв–‘в•Ёв•—в•Ёв•›в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР« в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Рњ",
answers: [
"ASCII",
"IEEE",
"Ethernet",
"OSI"
],
correct: 3
},
{
question: "OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•™Р№в•Ёв•ќв•Ёв•Ўв•Ёв•њв•Ёв”‚в•¤Р¦ в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Јв•¤Р¦",
answers: [
"в•¤Р‘в•Ёв•Ўв•Ёв–‘в•Ёв•њв•¤Р‘в•¤Р’в•¤Р›в•ҐР«",
"в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘",
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«"
],
correct: 1
},
{
question: "в•ЁР¬в•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•Ёв••в•Ёв•–в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ґв–’в•Ёв•ќв•¤Р›в•¤Р‘ в•Ёв•ўв•Ёв–‘в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•њ OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Јв•¤Р¦",
answers: [
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›",
"в•Ёв–’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв”‚в•¤Р“",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘"
],
correct: 3
},
{
question: "HTML в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘ в•™Р№в•Ёв•—в•¤Рв•Ёв•Ўв•Ёв•ќв•¤Р¦в•Ёв•њ, в•¤Р’в•ҐРїв•¤Р‘в•¤Р¦в•Ёв•њ, в•ҐР«в•Ёв–‘в•¤Рђв•¤Р¦в•Ёв”ђ в•¤Р’в•ҐРїв•¤Рђв•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв–‘в•¤Р’в•¤Рђв•Ёв••в•Ёв–’в•¤Р“в•¤Р’",
answers: [
"HO,FACE,SIZE",
"BODE,TAB,HTML",
"TITLE,COLOR,HEAR",
"SIZE, COLOR, FONT"
],
correct: 3
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв”¤в•Ёв•Ў в”¬Р»в•Ёв•ўв•Ґв–’в•Ёв•—в•Ёв”¤в•¤Р›в•Ёв•–в•¤Рв•Ёв–‘-в•¤Рв•Ёв••в•Ёв•њв•Ёв–‘в”¬в•— в•¤Р’в•Ёв•›в•Ёв”ђв•Ёв•›в•Ёв•—в•Ёв•›в•Ёв”‚в•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њв•Ёв–‘ в•Ёв–’в•¤Р¦в•¤Рђв•Ёв•њв•Ёв•Ўв•¤Рв•Ёв•Ў в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв–’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›",
answers: [
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•‘в•Ёв–‘в•¤Рђв•¤Р’в•Ёв–‘",
"в•Ёв•‘в•Ёв•›в•Ёв•њв•¤Р–в•Ёв•Ўв•Ёв•њв•¤Р’в•¤Рђв•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•ќ",
"в•Ёв•ќв•Ёв–‘в•Ёв”‚в•Ёв••в•¤Р‘в•¤Р’в•¤Рђв•Ёв–‘в•Ёв•—в•¤Рњв•Ёв”¤в•¤Р› в•¤Рв•Ёв••в•Ёв•њв•Ёв–‘"
],
correct: 1
},
{
question: "OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Јв•Ёв•—в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: [
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•Ёв•‘в•™Р№в•Ёв•—в•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•Ёв•‘, в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘, в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘, в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›, в•Ёв•ўв•Ёв–‘в•Ёв•—в•Ёв”ђв•¤Р›",
"в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘, в•Ёв•ќв•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•¤Р’в•¤Р›в•ҐР«, в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•¤Р‘в•Ёв•Ўв•Ёв–‘в•Ёв•њв•¤Р‘в•¤Р’в•¤Р›в•ҐР«, в•Ґв–’в•¤Р‘в•¤Р›в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ, в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›",
"в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«, в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘, в•Ёв•‘в•™Р№в•Ёв•—в•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•Ёв•‘, в•¤Р‘в•Ёв•Ўв•Ёв–‘в•Ёв•њв•¤Р‘в•¤Р’в•¤Р›в•ҐР«, в•Ґв–’в•¤Р‘в•¤Р›в•Ёв•њв•¤Р›в•¤Р‘, в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›"
],
correct: 3
},
{
question: "OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•Ёв•‘в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Ј",
answers: [
"в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘",
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«"
],
correct: 3
},
{
question: "в•ЁР¬в•Ёв•Ўв•Ёв•‘в•Ёв•Ўв•Ёв•њ-в•Ёв•ўв•Ёв–‘в•Ёв•Јв•Ёв”¤в•¤Р›, в•Ёв•ќв•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’ в•Ёв”ђв•Ёв•Ўв•Ёв•њ в•ҐР«в•Ёв–‘в•¤Р’в•Ёв•Ўв•Ёв•њв•¤Р¦ в•¤Р’в•Ёв•Ўв•Ёв•‘в•¤Р‘в•Ёв•Ўв•¤Рђв•¤Р“в•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р•в•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ",
answers: [
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•Ёв•ќв•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•¤Р’в•¤Р›в•ҐР«",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘",
"в•Ёв•‘в•™Р№в•Ёв•—в•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•Ёв•‘"
],
correct: 2
},
{
question: "0-в•Ёв”¤в•Ёв•Ўв•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦ в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•‘в•Ёв•—в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘ в•Ёв•ўв•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•ЁР±",
"в•ЁР¤",
"в•ЁР ",
"в•ЁРў"
],
correct: 2
},
{
question: "10-в•Ёв•њв•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦ в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р‘в•¤Р¦ в•Ёв•‘в•Ёв•—в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘ в•Ёв•ўв•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•ЁРў",
"в•ЁР¤",
"в•ЁР±",
"в•ЁРҐ"
],
correct: 0
},
{
question: "в•ЁРЁв•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’ в•Ёв–’в•Ёв•›в•Ёв•Јв•¤Р›в•Ёв•њв•¤Рв•Ёв–‘ в•Ёв•ќв•™Р©в•Ёв•—в•¤Р¦в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђ в•Ёв•ўв•¤Р¦в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“в•Ёв”¤в•¤Р¦в•ҐРі в•ҐР«в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њв•Ёв–‘в•¤Р‘в•¤Р’в•¤Р›в•ҐР« в•ҐР«в•¤Р›в•Ёв•ќв•Ёв–’в•Ёв–‘в•¤Р’в•¤Р’в•¤Р›в•ҐРЈв•¤Р› в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•¤Р¦в•¤Р‘в•Ёв•‘в•Ёв•Ў в•Ёв–‘в•¤Р‘в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•Ёв•‘в•Ёв•›в•Ёв–‘в•Ёв•‘в•¤Р‘в•Ёв••в•Ёв–‘в•Ёв•—в•¤Рњв•Ёв”¤в•¤Р› в•¤Р’в•Ёв•›в•Ёв”ђв•¤Р‘в•¤Р›в•Ёв•ќв•Ёв”¤в•Ёв–‘в•¤Рђ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рџ",
"в•¤Р‘в•Ёв”ђв•¤Р“в•¤Р’в•Ёв•њв•Ёв••в•Ёв•‘в•¤Р’в•¤Р¦ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•¤Р›",
"в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв•ќв•¤Р“в•Ёв•њв•Ёв••в•Ёв•‘в•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•Ёв•—в•¤Р›в•ҐР« в•Ёв”ђв•Ёв–‘в•Ёв•‘в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•¤Р›",
"в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•ќ"
],
correct: 1
},
{
question: "в•ЁР±в•Ёв•ќв•Ёв–‘в•¤Рђв•¤Р’-в•Ёв•‘в•Ёв–‘в•¤Рђв•¤Р’в•Ёв–‘в•Ёв”¤в•Ёв–‘ в•Ёв–’в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р“в•¤Рв•¤Р›в•Ёв•—в•Ёв–‘в•¤Рђв•ҐРЈв•Ёв–‘ в•ҐР«в•Ёв•›в•Ёв•— в•Ёв•ўв•Ёв•Ўв•¤Р’в•Ёв”ђв•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ўв•Ёв•Ўв•¤Рђв•Ёв”¤в•Ёв•Ў в•Ёв•›в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р‘в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•ҐР« в•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р’",
"в•Ёв–‘в•¤Рв•¤Р›в•ҐР« в•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р’",
"в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•ќ",
"в•Ёв”¤в•Ёв••в•¤Р‘в•Ёв•‘в•Ёв•Ўв•¤Р’"
],
correct: 0
},
{
question: "в•ҐРЄв•Ёв•›в•¤Рђв•ҐРЈв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р•в•Ёв–‘в•Ёв–’в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•њв•¤Р›в•ҐРі в•™Р©в•¤Рђв•Ёв–’в•¤Р¦в•¤Рђ в•¤Р’в•Ёв–‘в•ҐРів•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р› в•¤Р’в•ҐРїв•¤Рђв•Ёв•—в•Ёв•Ўв•Ёв•њв•¤Р“в•Ёв”‚в•Ёв•Ў в•Ґв–’в•¤Рв•¤Р›в•¤Рђв•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•њ в•Ёв•‘в•¤Рђв•Ёв••в•Ёв”ђв•¤Р’в•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•¤Рџв•Ёв•—в•¤Р›в•ҐР« в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•Ёв•—в•¤Р“ в•¤Р’в•ҐРїв•¤Рђв•¤Р¦",
answers: [
"в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“",
"в•™Р№в•ҐРів•Ёв”¤в•Ёв•Ўв•¤Р“",
"в•¤Р‘в•Ёв–‘в•Ёв•њв•Ёв–‘в•¤Р“",
"в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Р“"
],
correct: 0
},
{
question: "в•ЁР±в•Ёв–‘в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР«, в•™Р©в•¤Рђв•¤Р¦в•Ёв”ђв•¤Р’в•¤Р¦в•Ёв•‘, в•™Р©в•¤Рђв•¤Р¦в•Ёв”ђв•¤Р’в•¤Р¦-в•¤Р‘в•Ёв–‘в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР« в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•¤Р› в•Ёв•‘в•¤Рђв•Ёв••в•Ёв”ђв•¤Р’в•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•¤Рџв•Ёв•—в•¤Р›в•ҐР« в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•Ёв•—в•¤Р“в•Ёв”¤в•¤Р›в•ҐРі в•¤Р’в•ҐРїв•¤Рђв•¤Р¦",
answers: [
"в•Ёв•‘в•Ёв•›в•Ёв”¤в•¤Р’в•Ёв–‘в•¤Р“",
"в•¤Р‘в•Ёв–‘в•Ёв•њв•Ёв–‘в•¤Р“",
"в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв–‘в•¤Р“",
"в•Ёв•‘в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р“"
],
correct: 0
},
{
question: "в•ЁРІв•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р”в•Ёв•›в•Ёв•њ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р› в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв–‘в•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв•›в•Ёв”‚в•¤Р’в•¤Р› в•Ёв•ќв•™Р©в•Ёв•—в•¤Р¦в•Ёв•ќ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ",
answers: [
"в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв•ќв•¤Р“в•¤Р’в•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•Ёв•—в•Ёв–‘в•Ёв•њв•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘",
"в•Ёв–‘в•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв•›в•Ёв”‚в•¤Р’в•¤Р¦ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘",
"в•¤Р•в•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘"
],
correct: 0
},
{
question: "OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Јв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•¤Р’в•Ёв•›в•Ёв”ђв•¤Р’в•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв–’в•Ёв••в•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђ в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•¤Р›в•Ёв•ќв•¤Р›",
answers: [
"в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”¤в•Ёв•Ўв•¤Рђ",
"в•Ёв•‘в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р›",
"в•Ёв”ђв•Ёв–‘в•Ёв•‘в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦",
"в•Ёв•ўв•ҐРїв•Ёв•Јв•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦"
],
correct: 1
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦ в•¤Р¦в•¤Рв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•Ёв”ђв•Ёв–‘в•Ёв•‘в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Р“ в•ҐР«в•¤Р›в•Ёв•–в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•¤Р•в•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘",
answers: [
"IP",
"TCP/IP",
"TCP",
"UDP"
],
correct: 0
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•Ёв–‘в•ҐР«в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р’в•¤Р› в•Ёв•ўв•¤Р¦в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“/в•ҐР«в•Ёв–‘в•Ёв–’в•¤Р›в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Р“ в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘в•¤Р’в•¤Р› в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘",
answers: [
"в•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Рв•ҐР«в•¤Р› в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•Ёв•ўв•ҐРїв•Ёв•‘в•¤Р’в•Ёв•Ўв•Ёв•—в•¤Р“ в•Ёв”¤в•™Р©в•¤Рђв•Ёв•Ўв•Ёв•ўв•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•њв•Ёв•Ў",
"в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв–“в•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв•Ўв•¤Рђв•Ёв”‚в•Ёв•Ў в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•¤Р“ в•¤Р’в•™Р©в•¤Р‘в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•њв•Ёв•Ў",
"в•Ёв••в•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•¤Р‘в•¤Р¦в•Ёв•њв•Ёв•Ў в•¤Р‘в•¤Р¦в•Ёв•–в•Ёв”¤в•¤Р¦в•ҐРі в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв–“в•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв•Ўв•¤Рђв•¤Р¦в•ҐРів•¤Р¦в•Ёв•–в•Ёв”¤в•¤Р¦в•ҐРі в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•¤Р“ в•¤Р‘в•Ёв••в•Ёв”ђв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв–‘",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв–’в•¤Рђв•Ёв–‘в•¤Р“в•Ёв•–в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•Ёв•Ў"
],
correct: 3
},
{
question: "IP-в•Ёв–‘в•Ёв”¤в•¤Рђв•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ґв–’в•Ёв•–в•¤Р›в•Ёв•њв•Ёв”¤в•¤Р›в•ҐРЈв•¤Р›",
answers: [
"в•Ёв–‘в•Ёв•Јв•Ёв•њв•¤Р›в•Ёв•ќв•Ёв–‘в•Ёв•—в•¤Р› в•Ґв–’в•Ёв•–в•¤Р›в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР«",
"4 в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’",
"1 в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’",
"6 в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’"
],
correct: 1
},
{
question: "в•ЁР¬в•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•Ёв••в•Ёв•–в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ в•Ёв•ўв•Ґв–’в•Ёв•ќв•¤Р›в•¤Р‘ в•Ёв•ўв•Ёв–‘в•¤Р‘в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•њ OSI в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв”¤в•Ёв•Ўв•ҐРів•Ёв”‚в•Ёв•Ўв•Ёв•Јв•¤Р¦",
answers: [
"в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р›",
"в•Ёв•‘в•™Р№в•Ёв•—в•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•Ёв•‘",
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘"
],
correct: 3
},
{
question: "Cisco - в•Ёв•›в•Ёв•њв•¤Р›в•ҐРі в•Ёв•ќв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р¦",
answers: [
"Cisco в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•Ёв–‘в•Ёв•њв•Ёв••в•¤Рџв•¤Р‘в•¤Р› в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв–‘в•Ёв–’в•Ёв”¤в•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•™Р©в•Ёв•–в•¤Р¦в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“в•¤Рв•¤Р¦ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•™Р№в•Ёв•њв•Ёв”¤в•¤Р¦в•¤Рђв•¤Р“в•¤Рв•¤Р¦ в•Ёв–’в•Ёв•›в•Ёв•—в•¤Р›в•Ёв”ђ в•¤Р’в•Ёв–‘в•Ёв–’в•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
"в•ЁР в•Ёв•ќв•Ёв•Ўв•¤Рђв•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР« Cisco в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•Ёв–‘в•Ёв•њв•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њв•¤Р›в•ҐРі в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•Ёв•ќв•Ёв–‘в•ҐР«в•¤Р‘в•Ёв–‘в•¤Р’в•¤Р› - CISCO в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв–‘в•Ёв•‘в•Ёв–‘в•Ёв”¤в•Ёв•Ўв•Ёв•ќв•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"Cisco-в•Ёв•њв•¤Р›в•ҐРі в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р’в•¤Р› в•Ёв•ўв•Ёв•Ўв•¤Р’в•¤Р¦в•¤Р‘в•¤Р’в•¤Р¦в•Ёв”‚в•¤Р¦ - Cisco Packet Tracer в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"Cisco - в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•Ёв•Ўв•¤Рђ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•¤Р‘в•¤Р’в•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘в•¤Рђв•¤Р’в•¤Р’в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р›в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•™Р©в•Ёв•–в•¤Р¦в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“в•¤Рв•¤Р¦в•¤Р‘в•¤Р¦"
],
correct: 0
},
{
question: "в•ЁРІв•™Р№в•Ёв•ќв•Ёв•Ўв•Ёв•њв•Ёв”¤в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р›в•ҐРі в•ҐР«в•Ёв–‘в•Ёв•Јв•¤Р‘в•¤Р›в•¤Р‘в•¤Р› в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•›в•¤Рђв•¤Р’в•Ёв–‘ в•¤Рќв•Ёв•ќв•¤Р“в•Ёв•—в•¤Рџв•¤Р’в•Ёв•›в•¤Рђв•¤Р›",
answers: [
"GNS3",
"Cisco Packet Tracer (CPT)",
"Netemul",
"LAN Calculator"
],
correct: 1
},
{
question: "в•ЁР¬в•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•Ёв••в•Ёв•–в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ в•¤Р’в•Ёв•›в•Ёв”ђв•¤Р’в•Ёв–‘в•¤Рђв•¤Р›в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "3", "4"],
correct: 2
},
{
question: "в•ЁРµв•Ёв–‘в•Ёв–’в•¤Р’в•Ёв–‘в•¤Рђ (в•ЁРЄв•Ёв•›в•Ёв•њв•¤Р–в•Ёв•Ўв•Ёв•њв•¤Р’в•¤Рђв•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђ) в•¤Р’в•Ёв•›в•Ёв–’в•¤Р›в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "3", "4"],
correct: 0
},
{
question: "в•ЁР±в•¤Р›в•Ёв•ќв•¤Р‘в•¤Р›в•Ёв•– в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›в•Ёв•—в•Ёв–‘в•¤Рђ в•¤Р’в•Ёв•›в•Ёв–’в•¤Р›в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "3", "4"],
correct: 1
},
{
question: "в•ЁР¬в•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•¤Р’в•Ёв–‘в•¤Р“ в•Ёв–‘в•Ёв•—в•Ёв”‚в•Ёв•›в•¤Рђв•Ёв••в•¤Р’в•Ёв•ќв•Ёв”¤в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њв•Ёв•Ў в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”¤в•Ёв•Ўв•Ёв•—в•Ёв”‚в•Ёв•Ўв•Ёв•њ в•Ёв”¤в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“в•Ёв”¤в•¤Р¦в•ҐРі в•Ёв•›в•ҐРів•¤Р’в•Ёв–‘в•Ёв•Јв•Ёв•—в•¤Р› в•Ёв–’в•Ёв–‘в•ҐРЈв•¤Р›в•¤Р’в•¤Р›в•Ёв•њ в•¤Р’в•Ёв–‘в•Ёв–’в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›",
answers: [
"в•ЁРЄв•Ёв•›в•Ёв•њв•¤Р–в•Ёв•Ўв•Ёв•њв•¤Р’в•¤Рђв•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ",
"в•ЁР±в•¤Р›в•Ёв•ќв•¤Р‘в•¤Р›в•Ёв•– в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›в•Ёв•—в•Ёв–‘в•¤Рђ",
"в•ЁР¬в•Ёв–‘в•¤Рђв•¤Рв•¤Рђв•¤Р“в•¤Р’в•Ёв••в•Ёв•–в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв•ќв•¤Р“в•¤Р’в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ"
],
correct: 2
},
{
question: "в•ЁРЎв•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•¤Р‘в•¤Р¦в•Ёв•њв•Ёв•Ў в•Ёв•ќв•¤Р›в•¤Р‘ в•Ёв•‘в•¤Рђв•Ёв•›в•¤Р‘в•¤Р‘в•Ёв•›в•Ёв–“в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "3", "4"],
correct: 2
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•њв•¤Р‘в•Ёв•›в•Ёв•—в•¤Рњ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "3", "4"],
correct: 0
},
{
question: "в•ЁР®в•Ёв”ђв•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”¤в•¤Р¦ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: ["1", "2", "4", "3"],
correct: 2
},
{
question: "в•ЁРЄв•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”¤в•¤Р¦в•Ёв•‘ в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•ќ в•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв–’в•Ґв–’в•Ёв•—в•¤Р’ в•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•Ёв–’в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р›в•¤Р‘ в•Ёв•ўв•Ёв•›в•Ёв•—в•¤Р›в•Ёв•њ в•¤Р’в•Ёв–‘в•ҐРів•Ёв”¤в•Ёв–‘в•¤Р“",
answers: [
"в•ЁРЄв•¤Рђв•Ёв•›в•¤Р‘в•¤Р‘в•Ёв•›в•Ёв–“в•Ёв•Ўв•¤Рђ",
"в•ЁРІв•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р”в•Ёв•›в•Ёв•њв•Ёв”¤в•¤Р› в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњ",
"в•ЁР®в•Ёв”ђв•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњ",
"в•ЁРЄв•Ёв•›в•Ёв–‘в•Ёв•‘в•¤Р‘в•Ёв••в•Ёв–‘в•Ёв•—в•Ёв”¤в•¤Р› в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњ"
],
correct: 3
},
{
question: "в•ЁРЇв•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р“в•¤Рв•¤Р› в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”‚в•Ёв•Ў в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›в•Ёв•њв•¤Р› в•ҐР«в•Ёв•›в•¤Р‘в•¤Р“в•¤Р› в•Ёв•‘в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘",
answers: [
"в•ҐРЄв•Ёв–‘в•¤Р’в•ҐР«в•¤Р›в•Ёв•— в•Ёв”¤в•Ёв••в•¤Р‘в•Ёв•‘",
"WEB в•Ёв•‘в•Ёв–‘в•Ёв•ќв•Ёв•Ўв•¤Рђв•Ёв–‘",
"в•ЁР¬в•Ёв••в•Ёв•‘в•¤Рђв•Ёв•›в•¤Р”в•Ёв•›в•Ёв•њ",
"в•ЁР±в•¤Р›в•Ёв•ќв•¤Р‘в•¤Р›в•Ёв•– в•Ёв–‘в•Ёв”¤в•Ёв–‘в•Ёв”ђв•¤Р’в•Ёв•Ўв•¤Рђ"
],
correct: 3
},
{
question: "в•ЁР±в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ў в•Ёв•Ўв•Ёв•‘в•¤Р¦ в•ЁР¤в•ЁРЄ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•¤Р‘в•¤Р¦ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•—в•Ёв”‚в•Ёв•Ўв•Ёв•њ. в•ЁРµв•Ёв•›в•¤Р‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв•ќв•Ёв•Ўв•Ёв•њ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"в•ЁР¬в•¤Р›в•¤Р‘ в•Ёв•‘в•¤Рђв•Ёв•›в•¤Р‘в•¤Р‘в•Ёв•›в•Ёв–“в•Ёв•Ўв•¤Рђв•¤Р¦",
"в•ЁР®в•Ёв”ђв•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›",
"в•ЁРЄв•Ёв•›в•Ёв–‘в•Ёв•‘в•¤Р‘в•Ёв••в•Ёв–‘в•Ёв•—в•¤Рњв•Ёв”¤в•¤Р›",
"в•ЁРІв•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р”в•Ёв•›в•Ёв•њв•Ёв”¤в•¤Р›"
],
correct: 0
},
{
question: "в•ЁРЄв•¤Рђв•Ёв••в•Ёв”ђв•¤Р’в•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•¤Рџ С‚РђРЈ в•Ёв–’в•Ґв–’в•Ёв•—",
answers: [
"в•¤Р•в•Ёв–‘в•Ёв–’в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•њв•¤Р›в•ҐРі в•ҐР«в•Ґв–’в•Ёв”ђв•Ёв••в•¤Рџв•Ёв•—в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•ќв•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•– в•Ёв•Ўв•¤Р’в•¤Р“ в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•¤Р› в•ҐРЈв•¤Р›в•Ёв•—в•¤Р›в•Ёв•ќ",
"в•¤Р•в•Ёв–‘в•Ёв–’в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•њв•¤Р›в•ҐРі в•ҐР«в•Ёв–‘в•Ёв•Јв•Ёв•њв•Ёв–‘в•¤Рђ в•Ёв•‘в•™Р№в•Ёв•–в•¤Р¦в•Ёв•њ в•Ёв–‘в•Ёв•њв•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•¤Р“",
"в•Ёв•‘в•¤Рђв•Ёв••в•Ёв”ђв•¤Р’в•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•™Р©в•Ёв”¤в•¤Р¦в•¤Р‘в•¤Р’в•¤Р¦в•ҐРі в•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•ҐР«в•Ґв–’в•¤Рђв•Ёв–‘в•Ёв•ќв•¤Р›в•Ёв•њ в•Ёв•–в•Ёв•Ўв•¤Рђв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•њв•¤Р›в•ҐРі в•Ёв–’в•¤Р¦в•¤Рђ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв”‚в•¤Р¦",
"в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•њв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р•в•Ёв–‘в•Ёв–’в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•ҐР«в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•Ј в•Ёв–‘в•¤Рв•¤Р“ в•Ёв•‘в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘в•¤Р’в•¤Р¦в•Ёв”‚в•¤Р¦в•Ёв•њ в•Ёв•–в•Ёв•Ўв•¤Рђв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•ҐРЈв•¤Р›в•Ёв•—в•¤Р›в•Ёв•ќ"
],
correct: 0
},
{
question: "в•ЁРёв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•њв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р•в•Ёв–‘в•Ёв–’в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•ҐР«в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•Ј в•Ёв–‘в•¤Рв•¤Р“ в•Ёв•‘в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘в•¤Р’в•¤Р¦в•Ёв”‚в•¤Р¦в•Ёв•њ, в•Ёв–’в•¤Р¦в•¤Рђв•Ёв–‘в•ҐР« в•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р’в•¤Р¦в•Ёв•њ в•Ёв–’в•¤Р¦в•Ёв•—в•Ёв•ќв•Ёв•Ўв•Ёв•Ј в•Ёв•–в•Ёв•Ўв•¤Рђв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•ҐРЈв•¤Р›в•Ёв•—в•¤Р›в•Ёв•ќ",
answers: [
"в•Ёв•‘в•¤Рђв•Ёв••в•Ёв”ђв•¤Р’в•Ёв•›в•Ёв–‘в•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв••в•Ёв•–",
"в•¤Р‘в•Ёв••в•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв•›в•¤Р’в•Ёв•Ўв•¤Р•в•Ёв•њв•Ёв••в•Ёв•‘в•Ёв–‘",
"в•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв–‘в•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв••в•Ёв•–",
"в•¤Р‘в•Ёв••в•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•ќв•Ёв”¤в•¤Р›в•ҐР« в•Ёв–‘в•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв••в•Ёв•–"
],
correct: 0
},
{
question: "в•ЁРЄв•¤Р¦в•Ёв•—в•¤Р’ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р“в•¤Рв•¤Р› в•Ёв–‘в•Ёв•—в•Ёв”‚в•Ёв•›в•¤Рђв•Ёв••в•¤Р’в•Ёв•ќв•Ёв•њв•¤Р¦в•ҐРі в•Ёв•Ўв•Ёв•‘в•¤Р¦ в•Ёв•‘в•Ёв•—в•Ёв–‘в•¤Р‘в•¤Р‘в•ҐР«в•Ёв–‘ в•Ёв–’в•™Р№в•Ёв•—в•¤Р¦в•Ёв•њв•¤Р“в•¤Р¦",
answers: [
"в•¤Р‘в•Ёв••в•Ёв•ќв•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Рђв•Ёв••в•¤Рџв•Ёв•—в•¤Р› в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв–‘в•¤Р‘в•¤Р‘в•Ёв••в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Рђв•Ёв••в•¤Рџв•Ёв•—в•¤Р›",
"в•Ёв•ўв•Ёв–‘в•Ёв•—в•Ёв”ђв•¤Р› в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв•ўв•Ёв•Ўв•Ёв•‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Рђ",
"в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•ҐР« в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв–‘в•¤Рв•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•¤Рђ",
"в•¤Р‘в•Ёв••в•Ёв•ќв•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Рђв•Ёв••в•¤Рџв•Ёв•—в•¤Р› в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•¤Рђ"
],
correct: 0
},
{
question: "в•ЁРЄв•¤Р¦в•Ёв•—в•¤Р’в•¤Р’в•¤Р¦ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“в•Ёв”¤в•¤Р›в•ҐРі в•¤Р’в•ҐРїв•¤Рђв•¤Р¦",
answers: [
"в•Ёв–‘в•¤Рв•¤Р›в•ҐР«",
"в•Ёв–’в•Ёв•—в•Ёв•›в•Ёв•‘в•¤Р’в•¤Р›в•ҐР«",
"в•ҐР«в•Ґв–’в•Ёв”ђв•Ёв••в•¤Рџв•Ёв•—в•¤Р›",
"в•¤Р’в•Ёв•›в•Ёв”ђв•¤Р’в•¤Р›в•ҐР«"
],
correct: 0
},
{
question: "в•ЁР¤в•Ёв•Ўв•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Р“в•Ёв”‚в•Ёв•Ў в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•‘в•¤Р¦в•Ёв•—в•¤Р’в•¤Р’в•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"в•Ёв•ўв•Ёв–‘в•Ёв–’в•¤Р›в•ҐР« в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў в•ҐР«в•Ґв–’в•Ёв”ђв•Ёв••в•¤Рџв•Ёв•—в•¤Р›",
"в•Ёв–‘в•¤Рв•¤Р›в•ҐР«",
"в•¤Р’в•Ёв•›в•Ёв”ђв•¤Р’в•¤Р›в•ҐР«",
"в•Ёв–’в•Ёв•—в•Ёв•›в•Ёв•‘в•¤Р’в•¤Р›в•ҐР«"
],
correct: 0
},
{
question: "в•ҐРЄв•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв”ђв•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•ќ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"в•ЁР¶в•Ёв•Ўв•Ёв•–в•Ёв–‘в•¤Рђв•¤Рњ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•¤Р›",
"в•ЁРЇв•Ёв•—в•Ёв•Ўв•Ёв•Јв•¤Р”в•Ёв•Ўв•Ёв•Јв•Ёв•Ўв•¤Рђ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•¤Р›",
"в•ЁРµв•Ёв••в•Ёв•—в•Ёв•—в•Ёв–‘ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•¤Р›",
"в•ЁРЄв•™Р№в•Ёв”ђ в•Ёв–‘в•Ёв•—в•¤Р”в•Ёв–‘в•Ёв–“в•Ёв••в•¤Р’в•¤Р’в•¤Р¦ в•¤Рв•Ёв••в•¤Р”в•¤Рђв•¤Р›"
],
correct: 0
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘ в•Ёв–‘в•Ёв”ђв•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р’в•¤Р›в•ҐРі в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв–’в•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р› в•¤Р’в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•¤Р› в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘ в•¤Р‘в•Ёв••в•Ёв”‚в•Ёв•њв•Ёв–‘в•Ёв•— в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘",
answers: [
"BIOS",
"NC PC Doctor",
"PC Check",
"Megaline"
],
correct: 0
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•ҐР«в•Ёв•›в•¤Рђв•ҐРЈв•Ёв–‘в•¤Р“ в•™Р©в•Ёв”¤в•¤Р¦в•¤Р‘в•¤Р¦",
answers: [
"в•Ёв–’в•¤Рђв•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв•ќв•Ёв–‘в•¤Р“в•Ёв•Ўв•¤Рђ",
"в•Ёв–‘в•Ёв•њв•¤Р’в•Ёв••в•Ёв–“в•Ёв••в•¤Рђв•¤Р“в•¤Р‘",
"в•Ёв–‘в•Ёв•њв•¤Р’в•Ёв••в•¤Рв•Ёв”ђв•Ёв••в•Ёв•›в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР« в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђ",
"в•ЁР®в•ЁР±"
],
correct: 0
},
{
question: "в•ЁРЎв•¤Рђв•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв•ќв•Ёв–‘в•¤Р“в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р“ в•¤Р’в•™Р©в•¤Р‘в•¤Р¦в•Ёв•—в•Ёв”¤в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р“",
answers: [
"в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦ в•Ёв–‘в•¤Рв•¤Р›в•Ёв”ђ в•Ёв••в•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’в•Ёв•‘в•Ёв•Ў в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•¤Р“ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв•ўв•™Р№в•Ёв•њв•Ёв”¤в•Ёв•Ўв•¤Р“ в•Ёв–’в•Ёв•Ўв•Ёв•—в•Ёв”‚в•¤Р¦в•¤Р‘в•¤Р¦в•Ёв•њ в•¤Рв•Ёв•Ўв•¤Рђв•¤Р’в•¤Р“",
"в•Ёв•ўв•Ёв–‘в•ҐРів•Ёв–‘ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•¤Р“ в•Ёв–’в•Ёв•Ўв•Ёв•—в•Ёв”‚в•¤Р¦в•¤Р‘в•¤Р¦в•Ёв•њ в•¤Рв•Ёв•Ўв•¤Рђв•¤Р’в•¤Р“",
"в•Ёв–’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв”‚в•¤Р“в•Ёв”¤в•¤Р¦ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р“",
"в•ҐРїв•Ёв•Ј в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•¤Р‘в•¤Р¦в•Ёв•њ в•Ёв•›в•¤Рђв•Ёв•њв•Ёв–‘в•¤Р’в•¤Р“ в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў в•Ёв•‘в•¤Р¦в•¤Рв•Ёв•‘в•Ёв•Ўв•Ёв•њв•¤Р’в•Ёв–‘в•Ёв•Ј в•Ёв•›в•¤Р”в•Ёв••в•¤Р‘в•¤Р’в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦"
],
correct: 0
},
{
question: "в•ЁРЇв•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•Ёв•њв•¤Р¦ в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р“ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•Ёв•‘в•Ёв•›в•¤Рђв•Ёв•–в•Ёв••в•Ёв•њв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•– в•™Р№в•¤Рв•¤Р¦в•¤Рђв•¤Р“в•Ёв”‚в•Ёв•Ў в•Ёв–’в•Ёв•›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•™Р©в•¤Рђв•Ёв•Ўв•Ёв•‘в•Ёв•Ўв•¤Р’",
answers: [
"shift+delete",
"ctrl+delete",
"del+alt+ctrl",
"alt+delete"
],
correct: 0
},
{
question: "Power Point в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘ F5 в•Ёв”ђв•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•™Р©в•Ёв•ќв•¤Р¦в•¤Рђв•¤Р¦",
answers: [
"в•ЁР в•Ёв•њв•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘ в•Ёв•ќв•™Р©в•Ёв•–в•¤Р¦в•¤Рђв•¤Р¦",
"в•ЁР±в•Ёв•—в•Ёв–‘в•Ёв•Јв•Ёв”¤ в•¤Р‘в•Ёв••в•Ёв”ђв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•¤Рђв•¤Р›",
"в•ЁР¦в•Ёв–‘в•Ёв•њ в•Ёв–’в•¤Р¦в•¤Р’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв•ќв•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв–‘в•Ёв”ђв•¤Р’в•Ёв–‘в•¤Р“",
"в•ЁР±в•Ёв•—в•Ёв–‘в•Ёв•Јв•Ёв”¤в•¤Р’в•¤Р› в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р“"
],
correct: 3
},
{
question: "PowerPoint в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•¤Р›в•ҐРі в•Ёв”ђв•¤Рђв•Ёв•Ўв•Ёв•–в•Ёв•Ўв•Ёв•њв•¤Р’в•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•ќв•¤Р’в•Ёв••в•¤Р’в•¤Р›в•Ёв•њ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•¤Р›в•ҐРі в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•ќв•¤Р¦в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: [
".ppt",
".gif",
".jpg",
".pps"
],
correct: 0
},
{
question: "в•ЁР в•Ёв•њв•Ёв••в•Ёв•ќв•Ёв–‘в•¤Р–в•Ёв••в•¤Рџ -в•Ёв–’в•Ґв–’в•Ёв•—",
answers: [
"в•Ёв”ђв•¤Рђв•Ёв•Ўв•Ёв•–в•Ёв•Ўв•Ёв•њв•¤Р’в•Ёв–‘в•¤Р–в•Ёв••в•¤Рџ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“",
"в•¤Р“в•Ёв–‘в•ҐР«в•¤Р›в•¤Р’ в•Ёв–’в•Ёв•›в•Ёв•Јв•¤Р›в•Ёв•њв•¤Рв•Ёв–‘ в•¤Р‘в•Ёв•—в•Ёв–‘в•Ёв•Јв•¤Р’в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р“",
"в•Ёв”ђв•¤Рђв•Ёв•Ўв•Ёв•–в•Ёв•Ўв•Ёв•њв•¤Р’в•Ёв–‘в•¤Р–в•Ёв••в•¤Рџ в•¤Р‘в•Ёв•—в•Ёв–‘в•Ёв•Јв•Ёв”¤в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Р”в•Ёв•›в•Ёв•њв•Ёв”¤в•¤Р› в•¤Р’в•Ёв–‘в•ҐРів•Ёв”¤в•Ёв–‘в•¤Р“",
"в•¤Р‘в•Ёв•—в•Ёв–‘в•Ёв•Јв•Ёв”¤ в•¤Р”в•¤Рђв•Ёв–‘в•Ёв”‚в•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р’в•¤Р¦в•Ёв•њв•Ёв•Ў в•ҐР«в•Ёв•›в•Ёв•–в•ҐРЈв•Ёв–‘в•Ёв•—в•¤Р›в•¤Р‘ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв”¤в•¤Р›в•Ёв–’в•¤Р›в•¤Р‘ в•Ёв–’в•Ёв•Ўв•¤Рђв•¤Р“"
],
correct: 3
},
{
question: "в•ЁР°в•Ёв–‘в•¤Р‘в•¤Р’в•¤Рђв•Ёв•—в•¤Р›в•ҐР« в•Ёв•‘в•Ёв•Ўв•¤Р‘в•Ёв•‘в•¤Р¦в•Ёв•њв•Ёв•ќв•Ёв•Ўв•Ёв•њ в•Ёв•ўв•Ґв–’в•Ёв•ќв•¤Р›в•¤Р‘ в•¤Р¦в•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•њв•¤Р› в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•Ёв”¤в•Ёв•Ўв•¤Рђ",
answers: [
"CorelDRAW",
"Paint",
"Inkscape",
"в•ЁРЎв•Ёв–‘в•¤Рђв•Ёв•—в•¤Р›в•ҐРЈв•¤Р›"
],
correct: 1
},
{
question: "в•ЁРЇв•¤Р¦в•¤Рв•¤Р¦в•Ёв•ќв•Ёв”¤в•¤Р¦ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•Ёв–‘ в•¤Р‘в•Ёв–‘в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•њ в•Ёв–“в•Ёв•Ўв•Ёв•‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•¤Р›в•ҐР« в•Ёв•‘в•Ёв•Ўв•¤Р‘в•Ёв•‘в•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ўв•¤Рђ",
answers: [
"BMP",
"SVG",
"GIF",
"DOC"
],
correct: 1
},
{
question: "в•ЁРҐв•ҐРі в•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Рв•ҐР«в•¤Р› в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"ARPANET",
"TELCOM",
"в•ЁРЁв•ЁР в•ЁР±в•ЁР­в•ЁРҐв•ЁРІ",
"INNET"
],
correct: 0
},
{
question: "в•ЁР в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Рв•ҐР«в•¤Р› в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦ в•ҐР«в•Ґв–’в•¤Рђв•¤Р“в•ҐРЈв•Ёв–‘ в•Ёв•‘в•Ёв•Ўв•¤Р’в•Ёв•‘в•Ёв•Ўв•Ёв•њ в•¤Р“в•Ёв–‘в•ҐР«в•¤Р›в•¤Р’",
answers: [
"12 в•Ёв•ўв•¤Р›в•Ёв•—",
"5 в•Ёв•ўв•¤Р›в•Ёв•—",
"8 в•Ёв•ўв•¤Р›в•Ёв•—",
"10 в•Ёв•ўв•¤Р›в•Ёв•—"
],
correct: 0
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•Ёв–‘в•Ёв•—в•Ёв•ќв•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘в•Ёв•њ в•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Рв•ҐР«в•¤Р› в•¤Р‘в•™Р№в•Ёв•–",
answers: [
"login",
"pass",
"net",
"word"
],
correct: 0
},
{
question: "в•ЁР в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Рв•ҐР«в•¤Р› в•Ёв•›в•¤Р’в•Ёв–‘в•Ёв•њв•Ёв”¤в•¤Р›в•ҐР« в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"1986",
"1966",
"1956",
"1979"
],
correct: 0
},
{
question: "в•ЁР в•ҐР«в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’ в•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•ќв•Ёв–‘в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Р“в•Ёв”¤в•¤Р›в•ҐРі в•Ёв•Ўв•ҐРі в•Ёв•ўв•Ёв•›в•ҐРЈв•Ёв–‘в•¤Рђв•¤Р› в•Ёв•ўв•¤Р›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•ќв•Ёв”¤в•¤Р›в•ҐРЈв•¤Р›в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•ќв•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•– в•Ёв•Ўв•¤Р’в•Ёв•Ўв•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњ в•¤Р’в•ҐРїв•¤Рђв•¤Р¦",
answers: [
"в•¤Р’в•Ёв–‘в•Ёв•—в•¤Рв•¤Р›в•ҐР«в•¤Р’в•¤Р›-в•Ёв•›в•Ёв”ђв•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв•—в•¤Р›в•ҐР«",
"в•ҐР«в•Ёв•›в•¤Р‘ в•¤Рв•Ёв••в•¤Рђв•Ёв–‘в•¤Р’в•Ёв”ђв•Ёв–‘",
"в•Ёв•‘в•Ёв•›в•Ёв–‘в•Ёв•‘в•¤Р‘в•Ёв••в•Ёв–‘в•Ёв•—в•Ёв”¤в•¤Р›",
"в•Ёв•ќв•¤Р›в•¤Р‘"
],
correct: 0
},
{
question: "в•ЁР в•ҐР«в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р’в•¤Р›в•ҐР« в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв•–в•Ёв•Ўв•¤Рђв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•њ в•ҐРЈв•¤Р›в•Ёв•—в•¤Р›в•Ёв•ќ",
answers: [
"в•¤Р”в•Ёв••в•Ёв•–в•Ёв••в•Ёв•‘в•Ёв–‘",
"в•Ёв–‘в•ҐР«в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’",
"в•Ёв••в•Ёв•њв•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘",
"в•Ёв•‘в•Ёв••в•Ёв–’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’в•Ёв••в•Ёв•‘в•Ёв–‘"
],
correct: 2
},
{
question: "в•ЁР в•ҐР«в•Ёв”ђв•Ёв–‘в•¤Рђв•Ёв–‘в•¤Р’в•¤Р’в•¤Р›в•ҐР« в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв•ўв•ҐРїв•Ёв•–в•Ёв•Ўв•Ёв”‚в•Ёв•Ў в•Ёв–‘в•¤Р‘в•¤Р›в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•ҐР«в•Ґв–’в•¤Рђв•Ёв–‘в•Ёв•—",
answers: [
"в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђ",
"в•ЁРЇв•¤Рђв•Ёв••в•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђ",
"в•ЁР±в•Ёв•‘в•Ёв–‘в•Ёв•њв•Ёв•Ўв•¤Рђ",
"в•ЁР¬в•Ёв•›в•Ёв•њв•Ёв••в•¤Р’в•Ёв•›в•¤Рђ"
],
correct: 0
},
{
question: "в•ЁР¬в•™Р©в•Ёв•—в•¤Р¦в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•™Р№в•ҐРів•Ёв”¤в•Ёв•Ўв•¤Р“в•Ёв”¤в•¤Р¦в•ҐРі в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•™Р№в•ҐРів•Ёв”¤в•Ёв•Ўв•¤Р“ в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв–‘в•¤Р‘в•ҐР«в•Ёв–‘в•¤Рђв•¤Р“в•Ёв”¤в•¤Р›в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•ҐР«в•Ґв–’в•¤Рђв•¤Р›в•Ёв•—в•ҐРЈв•¤Р›в•¤Р‘в•¤Р›",
answers: [
"в•Ёв•ўв•Ёв–‘в•Ёв”¤в•¤Р›",
"в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р‘в•Ёв•›в•¤Рђ",
"в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘",
"в•Ёв•›в•Ёв”ђв•Ёв•Ўв•¤Рђв•Ёв–‘в•¤Р’в•Ёв••в•Ёв–“в•¤Р’в•¤Р¦ в•Ёв•ўв•Ёв–‘в•Ёв”¤в•¤Р›"
],
correct: 1
},
{
question: "1 в•ЁР¬в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’ в•Ёв•њв•Ёв•Ўв•Ёв”‚в•Ёв•Ў в•¤Р’в•Ёв•Ўв•ҐРі?",
answers: [
"1000 в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’",
"1024 в•ЁРЄв•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’",
"1024 в•ЁР¬в•Ёв–’в•Ёв–‘в•Ёв•Јв•¤Р’",
"8 в•Ёв–’в•Ёв••в•¤Р’"
],
correct: 1
},
{
question: "в•ЁР в•Ёв•—в•Ёв”‚в•Ёв•›в•¤Рђв•Ёв••в•¤Р’в•Ёв•ќв•Ёв•њв•¤Р¦в•ҐРі в•¤Р’в•ҐРїв•¤Рђв•Ёв•—в•Ёв•Ўв•¤Рђв•¤Р¦в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’",
answers: [
"в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«в•¤Р’в•¤Р›в•ҐР«, в•¤Р’в•Ёв–‘в•¤Рђв•Ёв•ќв•Ёв–‘в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“, в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•Ёв•‘в•¤Р¦в•¤Рв•¤Р’в•¤Р¦в•Ёв•‘",
"в•¤Р’в•Ёв–‘в•¤Рђв•Ёв•ќв•Ёв–‘в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“, в•ҐР«в•Ёв–‘в•Ёв•Јв•¤Р’в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р“, в•¤Рв•Ёв–‘в•¤Рђв•¤Р’в•¤Р’в•¤Р›в•ҐР«",
"в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«в•¤Р’в•¤Р›в•ҐР«, в•¤Р’в•Ёв–‘в•¤Рђв•Ёв•ќв•Ёв–‘в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“, в•¤Р–в•Ёв••в•Ёв•‘в•Ёв•—в•Ёв”¤в•¤Р¦в•Ёв•‘",
"в•¤Р–в•Ёв••в•Ёв•‘в•Ёв•—в•Ёв”¤в•¤Р¦в•Ёв•‘, в•ҐР«в•Ёв–‘в•Ёв•Јв•¤Р’в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•њв•¤Р“, в•¤Рв•Ёв–‘в•¤Рђв•¤Р’в•¤Р’в•¤Р›в•ҐР«, в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«в•¤Р’в•¤Р›в•ҐР«"
],
correct: 2
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•ҐР«в•Ґв–’в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђв•¤Р›в•Ёв•њ в•Ёв–‘в•¤Р’в•Ёв–‘в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"в•Ёв•ўв•ҐРїв•Ёв•Јв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘",
"в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•Ёв–’в•Ёв–‘в•Ёв•—в•¤Р› в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘",
"в•Ёв”ђв•¤Рђв•Ёв•›в•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•ќв•Ёв•ќв•Ёв–‘в•Ёв•—в•¤Р›в•ҐР« в•Ёв•ўв•Ёв–‘в•Ёв–’в•Ёв”¤в•¤Р›в•ҐР«в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘",
"в•Ёв•›в•Ёв”ђв•Ёв•Ўв•¤Рђв•Ёв–‘в•¤Р–в•Ёв••в•¤Рџв•Ёв•—в•¤Р›в•ҐР« в•Ёв•ўв•ҐРїв•Ёв•Јв•Ёв•Ў"
],
correct: 2
},
{
question: "в•ЁРёв•Ёв••в•Ёв•њв•Ёв–‘ С‚РђРЈ в•Ёв–’в•Ґв–’в•Ёв•—",
answers: [
"в•Ёв•ўв•Ёв–‘в•¤Рђв•¤Р’в•¤Р›в•Ёв•—в•Ёв–‘в•Ёв•Ј в•™Р№в•¤Р’в•Ёв•‘в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦в•¤Рв•¤Р’в•Ёв•Ўв•¤Рђ С‚РђРЈ в•¤Р’в•¤Рђв•Ёв–‘в•Ёв•њв•Ёв•–в•Ёв••в•¤Р‘в•¤Р’в•Ёв•›в•¤Рђв•Ёв•—в•Ёв–‘в•¤Рђ",
"в•Ёв••в•Ёв•њв•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв”¤в•¤Р› в•¤Р‘в•¤Р•в•Ёв•Ўв•Ёв•ќв•Ёв–‘",
"в•Ёв•‘в•™Р№в•Ёв”ђв•¤Р’в•Ёв•Ўв•Ёв”‚в•Ёв•Ўв•Ёв•њ в•¤Р‘в•¤Р›в•Ёв•ќв•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв”¤в•Ёв–‘в•Ёв•њ в•¤Р’в•Ґв–’в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•Ёв•ўв•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•¤Р‘в•¤Р’в•¤Р›в•¤Рђв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв–‘в•¤Рђв•Ёв•њв•Ёв–‘",
"в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•Ёв•ќв•™Р©в•¤Р‘в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•¤Рв•Ёв•Ўв•¤Рв•Ёв•Ўв•Ёв”¤в•¤Р¦"
],
correct: 2
},
{
question: "в•ЁР в•¤Рђв•¤Р•в•Ёв••в•Ёв–“в•¤Р’в•¤Р¦в•Ёв•‘ в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•Ёв–‘ в•™Р©в•¤Рђв•Ёв•Ўв•Ёв•‘в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•Ёв•›в•¤Рђв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•—в•¤Р“в•¤Р›",
answers: [
"в•ҐР«в•Ёв–‘в•Ёв•Јв•¤Р’в•Ёв–‘ в•Ёв”ђв•¤Р¦в•¤Рв•¤Р¦в•Ёв•ќв•Ёв”¤в•Ёв•Ўв•¤Р“",
"в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв”ђ в•¤Рв•¤Р›в•ҐРЈв•¤Р“",
"в•¤Рђв•Ёв•Ўв•Ёв”¤в•Ёв–‘в•Ёв•‘в•¤Р–в•Ёв••в•¤Рџв•Ёв•—в•Ёв–‘в•¤Р“",
"в•¤Р‘в•¤Р›в•ҐРЈв•¤Р“"
],
correct: 3
},
{
question: "в•ЁРЄв•Ёв•Ўв•¤Р‘в•¤Р’в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•‘ в•Ёв”ђв•¤Рђв•Ёв•›в•¤Р–в•Ёв•Ўв•¤Р‘в•¤Р‘в•Ёв•›в•¤Рђв•Ёв”¤в•¤Р›в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•¤Рќв•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р’в•¤Р¦ в•Ёв–’в•Ёв•›в•Ёв•—в•¤Р›в•Ёв”ђ в•¤Р’в•Ёв–‘в•Ёв–’в•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•Ґв–’в•¤Рџв•¤Рв•¤Р›в•ҐР«",
"в•Ёв•ўв•Ёв•›в•Ёв•—",
"в•Ёв–’в•Ёв–‘в•ҐРЈв•Ёв–‘в•Ёв•њ",
"в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’"
],
correct: 0
},
{
question: "в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•њв•¤Р¦в•ҐРі в•Ёв•Ўв•ҐРі в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘в•Ёв”ђв•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•ќ в•¤Р’в•Ёв•›в•Ёв”ђв•Ёв•›в•Ёв•—в•Ёв•›в•Ёв”‚в•Ёв••в•¤Рџв•¤Р‘в•¤Р›в•Ёв•њ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•¤Р¦в•ҐРів•¤Р¦в•Ёв•–",
answers: [
"в•ЁР¦в•Ґв–’в•Ёв•—в•Ёв”¤в•¤Р›в•Ёв•–",
"в•ЁР±в•Ёв–‘в•ҐР«в•Ёв••в•Ёв•њв•Ёв–‘",
"в•ЁРёв•Ёв••в•Ёв•њв•Ёв–‘",
"в•ЁР в•¤Р‘в•¤Р‘в•Ёв••в•Ёв•ќв•Ёв•Ўв•¤Р’в•¤Рђв•Ёв••в•¤Рџ"
],
correct: 2
},
{
question: "в•ЁРЄв•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђ в•¤Рќв•Ёв•‘в•¤Рђв•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Р‘в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•¤Р¦в•ҐРі в•Ёв•Ўв•ҐРі в•Ёв•‘в•¤Р¦в•¤Рв•¤Р¦ в•¤Рќв•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р’в•¤Р¦",
answers: [
"в•ЁРЈв•¤Р–",
"в•ЁР­в•Ёв•ќ",
"в•ЁР±в•Ёв•ќ",
"в•ЁРЇв•Ёв••в•Ёв•‘в•¤Р‘в•Ёв•Ўв•Ёв•—в•¤Рњ"
],
correct: 3
},
{
question: "MS Excel в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њв•¤Р›в•ҐРі в•Ёв•‘в•Ёв•Ўв•ҐРів•Ёв•Ўв•Ёв•Јв•¤Р’в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•ќв•¤Р¦",
answers: [
".png",
".xlsx",
".pptx",
".gif"
],
correct: 1
},
{
question: "в•ЁР в•¤Р“в•ҐР«в•¤Р›в•Ёв•ќв•Ёв”¤в•¤Р› в•Ёв•ўв•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв”¤в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•™Р©в•¤Рђ в•¤Р‘в•Ёв•Ўв•¤Рђв•Ёв–“в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦в•ҐРі в•Ёв–‘в•¤Р’в•Ёв–‘в•¤Р“в•¤Р›",
answers: [
"в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦",
"в•ЁР в•Ёв”¤в•Ёв–‘в•Ёв”ђв•¤Р’в•Ёв•Ўв•¤Рђ",
"в•ЁР¤в•Ёв•›в•Ёв•ќв•Ёв•Ўв•Ёв•њ",
"www."
],
correct: 2
},
{
question: "в•ЁРЎв•Ёв••в•Ёв•њв•Ёв–‘в•¤Рђв•Ёв•—в•¤Р› в•Ёв–‘в•ҐР«-в•ҐР«в•Ёв–‘в•¤Рђв•Ёв–‘ в•Ёв–’в•¤Р¦в•¤Рђ в•Ёв”ђв•Ёв••в•Ёв•‘в•¤Р‘в•Ёв•Ўв•Ёв•—в•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв•Ўв•Ёв•Јв•Ёв•њв•Ёв•Ўв•Ёв•—в•Ёв•Ўв•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•Ёв–’в•Ёв••в•¤Р’ в•¤Р‘в•Ёв–‘в•Ёв•њв•¤Р›",
answers: [
"8 в•Ёв–’в•Ёв••в•¤Р’",
"16 в•Ёв–’в•Ёв••в•¤Р’",
"1 в•Ёв–’в•Ёв••в•¤Р’",
"32 в•Ёв–’в•Ёв••в•¤Р’"
],
correct: 2
},
{
question: "в•ЁРЎв•Ёв–‘в•¤Рђв•Ёв•—в•¤Р›в•ҐР« в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•¤Рњв•¤Рћв•¤Р’в•Ёв•Ўв•¤Рђ в•¤Р’в•¤Р¦в•Ёв•–в•Ёв–’в•Ёв•Ўв•Ёв•‘в•¤Р’в•¤Р¦ в•¤Р’в•ҐРїв•¤Рђв•Ёв”¤в•Ёв•Ў в•Ёв–’в•¤Р¦в•¤Рђ в•Ёв•‘в•Ёв–‘в•Ёв–’в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”‚в•Ёв•Ў в•Ёв•ўв•Ёв–‘в•Ёв•—в•ҐРЈв•Ёв–‘в•Ёв•њв•ҐРЈв•Ёв–‘в•Ёв•њ в•¤Р’в•Ёв•›в•Ёв”ђв•Ёв•›в•Ёв•—в•Ёв•›в•Ёв”‚в•Ёв••в•¤Рџ",
answers: [
"в•ЁРёв•Ёв••в•Ёв•њв•Ёв–‘",
"в•ЁР°в•Ёв–‘в•Ёв”¤в•Ёв••в•Ёв–‘в•Ёв•—в•Ёв”¤в•¤Р›",
"в•ЁР¦в•Ґв–’в•Ёв•—в•Ёв”¤в•¤Р›в•Ёв•–",
"в•ЁР¦в•Ёв•Ўв•Ёв•—в•¤Р¦в•Ёв•—в•¤Р¦в•Ёв•‘"
],
correct: 0
},
{
question: "в•ЁРЁв•Ёв•њв•¤Р’в•Ёв•Ўв•¤Рђв•Ёв•њв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ў в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р•в•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•ќв•Ёв–‘",
answers: [
"WEB",
"http://",
"www.",
"TCP/IP"
],
correct: 3
},
{
question: "HTML в•ҐР«в•Ґв–’в•Ёв•ўв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њв•Ёв–‘ в•¤Р‘в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•¤Р’в•Ёв•Ўв•Ёв”‚ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв•›в•Ёв•њв•¤Р›в•ҐРі в•Ёв•ќв•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ўв•¤Р’в•¤Р’в•¤Р¦ в•Ёв–‘в•¤Р’в•¤Рђв•Ёв••в•Ёв–’в•¤Р“в•¤Р’в•¤Р›",
answers: [
"<picture> в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў href",
"<img> в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў src",
"<media> в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў link",
"<figure> в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў alt"
],
correct: 1
},
{
question: "в•ЁРўв•Ёв•Ўв•Ёв–’-в•Ёв–’в•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•Ёв”‚в•¤Р¦ в•Ёв–‘в•¤Р“в•Ёв”¤в•Ёв••в•Ёв•› в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў в•Ёв–“в•Ёв••в•Ёв”¤в•Ёв•Ўв•Ёв•› в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•¤Р› в•Ёв–‘в•Ёв–“в•¤Р’в•Ёв•›в•Ёв•ќв•Ёв–‘в•¤Р’в•¤Р’в•¤Р› в•¤Р’в•ҐРїв•¤Рђв•Ёв”¤в•Ёв•Ў в•Ёв•›в•Ёв•Јв•Ёв•њв•Ёв–‘в•¤Р’в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•Ёв–‘в•¤Р’в•¤Рђв•Ёв••в•Ёв–’в•¤Р“в•¤Р’",
answers: [
"controls",
"loop",
"autoplay",
"preload"
],
correct: 2
},
{
question: "в•ЁРЎв•¤Рђв•Ёв–‘в•¤Р“в•Ёв•–в•Ёв•Ўв•¤Рђ в•Ёв–“в•Ёв••в•Ёв”¤в•Ёв•Ўв•Ёв•› в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•ќв•Ёв–‘в•ҐРЈв•Ёв–‘в•Ёв•њ в•Ёв•ўв•Ёв–‘в•ҐРЈв•Ёв”¤в•Ёв–‘в•Ёв•Јв•Ёв”¤в•Ёв–‘ в•Ёв–’в•Ёв–‘в•Ёв•—в•Ёв–‘в•Ёв•ќв•Ёв–‘в•Ёв•—в•¤Р› в•¤Р”в•Ёв–‘в•Ёв•Јв•Ёв•—в•Ёв”¤в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•Ґв–’в•¤Р‘в•¤Р›в•Ёв•њв•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•Ј в•¤Р’в•Ёв•Ўв•Ёв”‚ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"<track>",
"<source>",
"<link>",
"<object>"
],
correct: 1
},
{
question: "в•ЁРЄв•Ёв•Ўв•¤Р‘в•Ёв•‘в•¤Р¦в•Ёв•њв•Ёв•њв•¤Р¦в•ҐРі в•Ёв•ќв•Ёв–‘в•Ёв•–в•Ёв•ќв•Ґв–’в•Ёв•њв•¤Р›в•Ёв•њ в•¤Р‘в•Ёв••в•Ёв”ђв•Ёв–‘в•¤Р’в•¤Р’в•Ёв–‘в•Ёв•Јв•¤Р’в•¤Р›в•Ёв•њ в•Ёв•ќв•Ёв–‘в•ҐРів•¤Р›в•Ёв•–в•Ёв”¤в•¤Р› в•Ёв–‘в•¤Р’в•¤Рђв•Ёв••в•Ёв–’в•¤Р“в•¤Р’",
answers: [
"title",
"id",
"class",
"alt"
],
correct: 3
},
{
question: "в•ЁРўв•Ёв•Ўв•Ёв–’-в•Ёв”‚в•¤Рђв•Ёв–‘в•¤Р”в•Ёв••в•Ёв•‘в•Ёв–‘в•Ёв”¤в•Ёв–‘ в•¤Р‘в•Ёв–‘в•Ёв”ђв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њ в•Ёв•ўв•Ёв•›в•ҐРЈв•Ёв–‘в•Ёв•—в•¤Р’в•Ёв”ђв•Ёв–‘в•Ёв•Ј в•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Рв•¤Р’в•Ёв–‘в•Ёв–’в•¤Р’в•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Р’в•¤Р›в•Ёв•њ в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’",
answers: [
"JPEG",
"PNG",
"SVG",
"GIF"
],
correct: 2
},
{
question: "Tinkercad в•Ёв”ђв•Ёв•—в•Ёв–‘в•¤Р’в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘ 3D в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”¤в•¤Р¦ в•ҐР«в•Ґв–’в•¤Рђв•Ёв–‘в•¤Р‘в•¤Р’в•¤Р›в•¤Рђв•¤Р“в•Ёв”¤в•¤Р›в•ҐРі в•Ёв•њв•Ёв•Ўв•Ёв”‚в•¤Р¦в•Ёв•–в•Ёв”‚в•¤Р¦ в•Ёв”ђв•¤Рђв•Ёв••в•Ёв•њв•¤Р–в•Ёв••в•Ёв”ђв•¤Р¦",
answers: [
"в•ЁР¤в•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•њ в•¤Р‘в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•Ёв•Ўв•¤Рђв•Ёв”¤в•¤Р¦ в•Ёв–’в•Ёв•›в•¤Рџв•¤Р“",
"в•ЁР¤в•Ёв–‘в•Ёв•Јв•¤Р›в•Ёв•њ в•¤Р”в•Ёв••в•Ёв”‚в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•—в•Ёв–‘в•¤Рђв•Ёв”¤в•¤Р› в•Ёв–’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•¤Рђв•¤Р“ в•Ёв•ўв•™Р©в•Ёв•њв•Ёв•Ў в•Ёв–‘в•Ёв•—в•¤Р“",
"в•ЁРІв•Ёв•Ўв•Ёв•‘ в•ҐР«в•Ёв–‘в•Ёв•њв•Ёв–‘ в•Ёв•‘в•Ёв•›в•Ёв”¤ в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р“ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р› в•Ёв•ќв•Ёв•›в•Ёв”¤в•Ёв•Ўв•Ёв•—в•¤Рњв•Ёв”¤в•Ёв•Ўв•¤Р“",
"в•ЁРґв•Ёв•›в•¤Р’в•Ёв•›в•¤Р‘в•¤Р“в•¤Рђв•Ёв•Ўв•¤Р’в•¤Р’в•¤Р¦ в•Ёв–‘в•Ёв–“в•¤Р’в•Ёв•›в•Ёв•ќв•Ёв–‘в•¤Р’в•¤Р’в•¤Р› в•¤Р’в•ҐРїв•¤Рђв•Ёв”¤в•Ёв•Ў 3D в•¤Р”в•Ёв•›в•¤Рђв•Ёв•ќв•Ёв–‘в•¤Р’в•ҐР«в•Ёв–‘ в•Ёв–‘в•Ёв•Јв•Ёв•њв•Ёв–‘в•Ёв•—в•Ёв”¤в•¤Р›в•¤Рђв•¤Р“"
],
correct: 1
},
{
question: "3D в•Ёв•‘в•Ёв•Ўв•ҐРів•¤Р¦в•¤Р‘в•¤Р’в•¤Р¦в•Ёв”‚в•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•¤Р”в•Ёв••в•Ёв”‚в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•њв•¤Р› Workplane в•Ёв•ўв•Ёв•›в•ҐРЈв•Ёв–‘в•¤Рђв•¤Р› в•Ёв•‘в•™Р№в•¤Р’в•Ёв•Ўв•¤Рђв•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•Ј в•¤Рќв•Ёв•—в•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•Ёв•њв•¤Р’ в•ҐР«в•Ёв•›в•Ёв•—в•Ёв”¤в•Ёв–‘в•Ёв•њв•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•ЁРЎв•Ґв–’в•¤Рђв•¤Р›в•¤Рв•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Рв•Ёв–‘в•¤Рђв•¤Рв•¤Р›",
"в•ЁР®в•¤Рђв•¤Р’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•Ёв•њв•ҐРїв•Ёв•‘в•¤Р’в•Ёв•Ў",
"в•ҐРЄв•Ёв–‘в•¤Рђв•Ёв–‘ в•Ёв•‘в•Ёв•›в•Ёв•њв•¤Р“в•¤Р‘ в•¤Р’в•™Р©в•¤Рђв•¤Р¦в•Ёв•–в•Ёв”¤в•¤Р¦ в•Ёв•‘в•™Р№в•¤Рђв•¤Р‘в•Ёв•Ўв•¤Р’в•Ёв•‘в•¤Р¦",
"в•ЁР в•¤Р‘в•¤Р’в•¤Р›в•Ёв•њв•Ёв”¤в•Ёв–‘в•ҐРЈв•¤Р› в•¤Р‘в•¤Р›в•Ёв•–в•¤Р›в•ҐР«"
],
correct: 2
},
{
question: "Tinkercad-в•¤Р’в•Ёв–‘ Arduino в•Ёв•ўв•Ёв•›в•Ёв–’в•Ёв–‘в•¤Р‘в•¤Р›в•Ёв•њ в•Ёв•ўв•Ёв••в•Ёв•њв•Ёв–‘в•¤Р“ в•Ёв•‘в•Ёв•Ўв•Ёв•–в•¤Р¦в•Ёв•њв•Ёв”¤в•Ёв•Ў в•Ёв•‘в•Ёв•›в•Ёв”¤в•¤Р’в•¤Р› в•ҐР«в•Ёв–‘в•Ёв•Ј в•¤Р‘в•¤Р’в•Ёв••в•Ёв•—в•¤Рњв•Ёв”¤в•Ёв•Ў в•Ёв•ўв•Ёв–‘в•Ёв•–в•¤Р“в•ҐРЈв•Ёв–‘ в•Ёв–’в•Ёв•›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•ЁРІв•Ёв•Ўв•Ёв•‘ в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ (C++)",
"в•ЁРІв•Ёв•Ўв•Ёв•‘ в•Ёв–’в•Ёв•—в•Ёв•›в•Ёв•‘в•¤Р’в•Ёв–‘в•¤Рђ",
"в•ЁРЎв•Ёв•—в•Ёв•›в•Ёв•‘в•¤Р’в•Ёв–‘в•¤Рђ, в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ в•Ёв•њв•Ёв•Ўв•Ёв•ќв•Ёв•Ўв•¤Р‘в•Ёв•Ў в•Ёв–’в•Ёв•—в•Ёв•›в•Ёв•‘+в•Ёв•ќв•™Р©в•¤Р’в•¤Р¦в•Ёв•њ",
"в•ЁРІв•Ёв•Ўв•Ёв•‘ в•Ёв”¤в•Ёв–‘в•¤Р“в•¤Р›в•¤Р‘ в•Ёв–‘в•¤Рђв•ҐР«в•¤Р›в•Ёв•—в•¤Р›"
],
correct: 2
},
{
question: "в•ЁРҐв•Ёв•‘в•¤Р¦ в•¤Р”в•Ёв••в•Ёв”‚в•¤Р“в•¤Рђв•Ёв–‘в•Ёв•њв•¤Р› в•Ёв–’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв•‘в•¤Р’в•¤Р¦в•¤Рђв•¤Р¦в•Ёв”ђ в•¤Р’в•Ёв•Ўв•¤Р‘в•¤Р¦в•Ёв•‘ в•Ёв•ўв•Ёв–‘в•¤Р‘в•Ёв–‘в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв–‘в•¤Р‘в•Ёв••в•Ёв•Ўв•¤Р’в•¤Р’в•¤Р¦ в•ҐР«в•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•Ј в•¤Рђв•Ёв•Ўв•Ёв•ўв•Ёв••в•Ёв•ќв•Ёв”‚в•Ёв•Ў в•Ёв–‘в•¤Р“в•¤Р›в•¤Р‘в•¤Р’в•¤Р›в•¤Рђв•¤Р“ в•Ёв•‘в•Ёв•Ўв•¤Рђв•Ёв•Ўв•Ёв•‘",
answers: [
"Solid",
"Hole",
"Transparent",
"Hidden"
],
correct: 1
},
{
question: "Arduino-в•Ёв”¤в•Ёв–‘ в•Ёв•ўв•Ёв–‘в•¤Рђв•¤Р›в•ҐР« в•Ёв”¤в•Ёв••в•Ёв•›в•Ёв”¤в•¤Р›в•Ёв•њ в•Ёв•‘в•ҐРїв•Ёв•Јв•¤Р¦в•Ёв”ђ в•Ёв•‘в•Ёв•Ўв•¤Р’в•¤Р“в•Ёв”¤в•Ёв•Ўв•Ёв•њ в•ҐР«в•Ёв•›в•¤Рђв•ҐРЈв•Ёв–‘в•¤Р“ в•ҐРїв•¤Рв•¤Р¦в•Ёв•њ в•ҐР«в•Ёв–‘в•Ёв•њв•Ёв”¤в•Ёв–‘в•Ёв•Ј в•Ёв•‘в•Ёв•›в•Ёв•ќв•Ёв”ђв•Ёв•›в•Ёв•њв•Ёв•Ўв•Ёв•њв•¤Р’ в•ҐР«в•Ёв•›в•¤Р‘в•¤Р›в•Ёв•—в•Ёв–‘в•Ёв”¤в•¤Р›",
answers: [
"в•ЁРЄв•Ёв•›в•Ёв•њв•Ёв”¤в•Ёв•Ўв•Ёв•њв•¤Р‘в•Ёв–‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•ЁР°в•Ёв•Ўв•Ёв•–в•Ёв••в•¤Р‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•ЁРІв•¤Рђв•Ёв–‘в•Ёв•њв•Ёв•–в•Ёв••в•¤Р‘в•¤Р’в•Ёв•›в•¤Рђ",
"в•ЁРЎв•Ёв–‘в•¤Р’в•Ёв–‘в•¤Рђв•Ёв•Ўв•¤Рџ"
],
correct: 1
}
];

export default questions;

