const questions = [
{
question: "HTML тегінің (категориясы) типтері",
answers: ["2", "7", "10", "5"],
correct: 1
},
{
question: "Блокнот бұл",
answers: [
"кіші көлемдегі текстік файлдармен жұмыс істейтін текстік редактор",
"кестелік процессор",
"деректер базасы",
"файл"
],
correct: 0
},
{
question: "BODY тегінің атқаратын қызметі",
answers: [
"Web-беттерінің негізгі бөлімі",
"WEB-беттерінің тақырып жолын құру",
"Гиперсілтеменің аты",
"Шрифт өлшемі"
],
correct: 0
},
{
question: "FRAME тегінің атқаратын қызметі",
answers: [
"рамка құрлымында рамка құру",
"гиперсілтеменің аты",
"шрифт өлшемі",
"web-беттерінің негізгі бөлімі"
],
correct: 0
},
{
question: "HTML - қызметі",
answers: [
"web-сайттарын құру үшін",
"қолданбалы программалар құру үшін",
"файлдармен жұмыс жасау үшін",
"қажеті жоқ"
],
correct: 0
},
{
question: "h1…/h1 тегінің қызметі",
answers: [
"тақырып жолды (Заголовок)",
"азат жолдан бастап жазылатын мәтінді",
"келесі жолға өту мәтінін",
"көлденең сызығын"
],
correct: 0
},
{
question: "BR тегінің қызметі",
answers: [
"келесі жолға өту мәтінін",
"тақырып жолды (Заголовок)",
"азат жолдан бастап жазылатын мәтінді",
"көлденең сызығын"
],
correct: 0
},
{
question: "P тегінің қызметі",
answers: [
"азат жолдан бастап жазылатын мәтінді",
"тақырып жолды (Заголовок)",
"келесі жолға өту мәтінін",
"көлденең сызығын"
],
correct: 0
},
{
question: "hr тегінің қызметі",
answers: [
"көлденең сызығын",
"тақырып жолды (Заголовок)",
"азат жолдан бастап жазылатын мәтінді",
"келесі жолға өту мәтінін"
],
correct: 0
},
{
question: "I тегінің беретін мәні",
answers: [
"қисайтылған мәтін",
"асты сызылған мәтін",
"қарайтылған мәтін",
"көлденең сызығын"
],
correct: 0
},
{
question: "U тегінің беретін мәні",
answers: [
"асты сызылған мәтін",
"қисайтылған мәтін",
"қарайтылған мәтін",
"көлденең сызығын"
],
correct: 0
},
{
question: "B тегінің беретін мәні",
answers: [
"қарайтылған мәтін",
"қисайтылған мәтін",
"асты сызылған мәтін",
"көлденең сызығын"
],
correct: 0
},
{
question: "H1…H6 тегтерінің беретін мәні",
answers: [
"тақырыптар стилін қолдану",
"қисайтылған мәтін",
"асты сызылған мәтін",
"қарайтылған мәтін"
],
correct: 0
},
{
question: "FONT тегінің қызметі",
answers: [
"әріптер өлшемін, түстері мен гарнитурасын",
"асты сызылған мәтін",
"қарайтылған мәтін",
"көлденең сызығын"
],
correct: 0
},
{
question: "ALIGN=CENTER тегінің қызметі",
answers: [
"ортасына туралау",
"оң жақ шетіне туралау",
"сол жақ шетіне туралау",
"көлденең сызығын"
],
correct: 0
},
{
question: "ALIGN=RIGHT тегінің қызметі",
answers: [
"оң жақ шетіне туралау",
"ортасына туралау",
"сол жақ шетіне туралау",
"көлденең сызығын"
],
correct: 0
},
{
question: "ALIGN=LEFT тегінің қызметі",
answers: [
"сол жақ шетіне туралау",
"ортасына туралау",
"оң жақ шетіне туралау",
"көлденең сызығын"
],
correct: 0
},
{
question: "IMG тегінің қызметі",
answers: [
"құжат ішіне суреттерді қою мүмкіндігін береді",
"әріп гарнитурасын пайдалану",
"сол жақ шетіне туралау",
"құжат фоны мен мәтіннің түсін беру"
],
correct: 0
},
{
question: "Тақырып стильдерін қолдану мен құжаттар өлшемін беру",
answers: [
"H1…H6",
"ALT, BORDER, ALIGN, HEIGHT, WIDTH,VSPACE, HSPACE",
"CENTER, RIGHT, LEFT",
"Black, White, Red, Green, Azure, Blue"
],
correct: 0
},
{
question: "TABLE тегінің қызметі",
answers: [
"кестені салу",
"мәліметтерді беру",
"жолдар тегі",
"ұялар арасындағы сызықты тағайындайды"
],
correct: 0
},
{
question: "Кестені безендіру тегтері",
answers: [
"TABLE, TR, TD",
"H1…H6",
"CENTER, RIGHT, LEFT",
"ALT, BORDER, ALIGN, HEIGHT, WIDTH,VSPACE, HSPACE"
],
correct: 0
},
{
question: "TITLE тегінің атқаратын қызметі",
answers: [
"WEB-беттерінің тақырып жолын құру",
"Гиперсілтеменің аты",
"Шрифт өлшемі",
"Web-беттерінің негізгі бөлімі"
],
correct: 0
},
{
question: "Web-беттері (HTML құжаты) деп",
answers: [
"мәтіндік файл кеңейтілуі htm немесе html",
"мәтіндік файл кеңейтілуі txt немесе doc",
"екілік файл кеңейтілуі com немесе exe",
"графикалық файл кеңейтілуі GIF немесе JPG"
],
correct: 0
},
{
question: "HTML құжаты деп",
answers: [
"кеңейтілуі htm немесе html файлы",
"кеңейтілуі txt немесе doc файлы",
"екілік файл кеңейтілуі com немесе exe",
"кеңейтілуі GIF немесе JPG файл"
],
correct: 0
},
{
question: "Web - беттерінің кеңейтілуі (форматы)",
answers: ["htm", "txt", "doc", "exe"],
correct: 0
},
{
question: "Тег - бұл:",
answers: [
"web-парағын құруға арналған команда",
"элементтің бастапқы және аяққы маркері",
"арнайы таңбалар пайдаланылатын мәтін",
"басқа файлға немесе объектіге сілтеме"
],
correct: 0
},
{
question: "Сілтеме қай тегпен орындалады?",
answers: ["A HREF", "Table", "UL", "BG SOUND"],
correct: 0
},
{
question: "Дыбыстық әуен қай тегпен орындалады?",
answers: ["BG SOUND", "Table", "UL", "IMG SRC"],
correct: 0
},
{
question: "HTML – бұл",
answers: [
"гипермәтіндік тіл",
"белгі",
"сайт",
"web"
],
correct: 0
},
{
question: "WWW ортасы деген",
answers: [
"гипермәтіндік байланысқа түскен Web-құжаттар жиынтығын",
"мәтіндік байланысқа түскен Web-құжаттар жиынтығын",
"кесте түрінде байланысқа түскен Web-құжаттар жиынтығын",
"символдар түрінде байланысқа түскен Web-құжаттар жиынтығын"
],
correct: 0
},
{
question: "Web-беттерді көруге арналған программалар",
answers: [
"Браузерлер",
"Серверлер",
"Тораптар",
"HTML"
],
correct: 0
},
{
question: "Web-құжаттары тегтерінің жазылуы",
answers: ["HTML", "TCP/IP", "HTTP", "Wide"],
correct: 0
},
{
question: "WWW қызметі үшін қолданбалы хаттама",
answers: ["HTTP", "TNML", "WWW", "HTML"],
correct: 0
},
{
question: "TR мәтін /TR форматы",
answers: [
"жолдар тегі",
"мәліметтерді беру",
"кестені салу",
"ұялар арасындағы сызықты тағайындайды"
],
correct: 0
},
{
question: "SIZE тегінің атқаратын қызметі",
answers: [
"Шрифт өлшемі",
"WEB-беттерінің тақырып жолын құру",
"Гиперсілтеменің аты",
"Web-беттерінің негізгі бөлімі"
],
correct: 0
},
{
question: "Web-парақтарын қарау үшін Интернетте мына программалар пайдаланылады",
answers: [
"Internet Explorer немесе Netscape Navigator",
"Microsoft Word немесе WordPad",
"Microsoft Access немесе Microsoft Works",
"HTMLPad Front немесе Page"
],
correct: 0
},
{
question: "Интернеттегі протоколдың қайсысын базалық",
answers: ["HTTP", "HTML", "TCP", "TCP/IP"],
correct: 3
},
{
question: "<HREF> тегінің атқаратын қызметі",
answers: [
"Гиперсілтеме адресіне ауысу",
"WEB-беттерінің денесі",
"Шрифт өлшемі",
"Web-беттерінің негізгі бөлімі"
],
correct: 0
},
{
question: "HTML тегінің типтері",
answers: [
"контейнерлі және парсыз",
"синтаксисті",
"құрлымды",
"қолданбалы"
],
correct: 0
},
{
question: "Локальды желіге қызмет көрсетуді қамтамасыз етеді",
answers: [
"клавиатура",
"жол серік",
"сервис",
"сервер"
],
correct: 3
},
{
question: "Желідегі ______ 3-тен көп компьютерге беріледі",
answers: [
"логин",
"атау",
"сызба",
"адрес"
],
correct: 3
},
{
question: "Компьютерлердің физикалық байланысу конфигурациясы",
answers: [
"шифрлеу",
"дешифрлеу",
"байланысу",
"топология"
],
correct: 3
},
{
question: "Желінің конфигурациясының түрлері",
answers: [
"байланысты, толық байланысты",
"Толық байланысты, толық емес байланысты",
"байланысты, байланысты емес",
"толық байланысты, байланысты емес"
],
correct: 1
},
{
question: "Эталондық желілік модель",
answers: [
"ASCII",
"IEEE",
"Ethernet",
"OSI"
],
correct: 3
},
{
question: "OSI моделінің төменгі деңгейі",
answers: [
"сеанстық",
"физикалық",
"желілік",
"арналық"
],
correct: 1
},
{
question: "Маршрутизаторлар жұмыс жасайтын OSI моделінің деңгейі",
answers: [
"арналық",
"қолданбалы",
"бірігу",
"желілік"
],
correct: 3
},
{
question: "HTML құжатында өлшемін, түсін, қаріп түрін беретін атрибут",
answers: [
"HO,FACE,SIZE",
"BODE,TAB,HTML",
"TITLE,COLOR,HEAR",
"SIZE, COLOR, FONT"
],
correct: 3
},
{
question: "Желіде «жұлдызша-шина» топологиясына бірнеше желілерді біріктіретін құрылғы",
answers: [
"желілік карта",
"концентратор",
"модем",
"магистральды шина"
],
correct: 1
},
{
question: "OSI моделінің деңгейлері",
answers: [
"арналық, көліктік, желілік, физикалық, желілік",
"желілік, физикалық, қолданбалы, жалпы",
"физикалық, желілік, маршруттық, арналық, сеанстық, ұсынылатын, қолданбалы",
"физикалық, арналық, желілік, көліктік, сеанстық, ұсыныс, қолданбалы"
],
correct: 3
},
{
question: "OSI моделінде кадрлар құрылатын деңгей",
answers: [
"физикалық",
"қолданбалы",
"желілік",
"арналық"
],
correct: 3
},
{
question: "Мекен-жайды, маршрут пен қатені тексеруді басқаратын хаттамалар",
answers: [
"арналық",
"маршруттық",
"желілік",
"көліктік"
],
correct: 2
},
{
question: "0-ден басталатын желі адресі келесі класқа жатады",
answers: [
"С",
"Д",
"А",
"В"
],
correct: 2
},
{
question: "10-нан басталатын желі адресі келесі класқа жатады",
answers: [
"В",
"Д",
"С",
"Е"
],
correct: 0
},
{
question: "Интернет бойынша мәліметтер жіберудің қатынастық қымбаттығы арқылы іске асады",
answers: [
"коаксиальды топсымдар кабеля",
"спутникті байланыс арналары",
"коммуникациялық пакеттер арналары",
"модем"
],
correct: 1
},
{
question: "Смарт-картада басқа қолданушыларға қол жетпейтін жерде орналасады",
answers: [
"жабық кілт",
"ашық кілт",
"модем",
"дискет"
],
correct: 0
},
{
question: "Қорғалатын хабарламаның әрбір таңбасы түрленуге ұшырайтын криптографиялық жабылу түрі",
answers: [
"шифрлеу",
"өңдеу",
"санау",
"реттеу"
],
correct: 0
},
{
question: "Сандық, әріптік, әріпті-сандық қосынды криптографиялық жабылудың түрі",
answers: [
"кодтау",
"санау",
"шифрлау",
"кестелеу"
],
correct: 0
},
{
question: "Телефон байланысы үшін қолданылатын аналогты мәлім арналар",
answers: [
"коммутацияланған арна",
"желілік арна",
"аналогті арна",
"хаттама"
],
correct: 0
},
{
question: "OSI моделінің арналық деңгейінде топталған биттер құрылымы",
answers: [
"модельдер",
"кадрларды",
"пакеттерді",
"жүйелерді"
],
correct: 1
},
{
question: "Желі ішінде пакеттерді тасымалдау қызметін атқаратын желіаралық хаттама",
answers: [
"IP",
"TCP/IP",
"TCP",
"UDP"
],
correct: 0
},
{
question: "Желі арқылы ақпаратты жіберу/қабылдау байланысты емес",
answers: [
"алғашқы компьютердің жүктелу дәрежесіне",
"провайдерге қосылу тәсіліне",
"интернет желісіне сіздің провайдеріңіздің қосылу сипаттамасына",
"қолданылатын браузеріне"
],
correct: 3
},
{
question: "IP-адресінің ұзындығы",
answers: [
"айнымалы ұзындық",
"4 байт",
"1 байт",
"6 байт"
],
correct: 1
},
{
question: "Маршрутизаторлар жұмыс жасайтын OSI моделінің деңгейі",
answers: [
"арналық",
"қолданбалы",
"көліктік",
"желілік"
],
correct: 3
},
{
question: "Cisco - оның міндеттері",
answers: [
"Cisco компаниясы желілік жабдықтарды әзірлеуші және өндіруші болып табылады",
"Американдық Cisco компаниясының басты мақсаты - CISCO желілік академиясын құру",
"Cisco-ның басты жетістігі - Cisco Packet Tracer бағдарламасын құру",
"Cisco - Компьютерлік желілер үшін стандарттардың негізгі әзірлеушісі"
],
correct: 0
},
{
question: "Төмендегі бағдарламалардың қайсысы желілік орта эмуляторы",
answers: [
"GNS3",
"Cisco Packet Tracer (CPT)",
"Netemul",
"LAN Calculator"
],
correct: 1
},
{
question: "Маршрутизаторлар топтарын көрсетіңіз",
answers: ["1", "2", "3", "4"],
correct: 2
},
{
question: "Хабтар (Концентратор) тобын көрсетіңіз",
answers: ["1", "2", "3", "4"],
correct: 0
},
{
question: "Сымсыз құрылғылар тобын көрсетіңіз",
answers: ["1", "2", "3", "4"],
correct: 1
},
{
question: "Маршруттау алгоритмдеріне негізделген деректерді берудің оңтайлы бағытын табу үшін құрылғы",
answers: [
"Концентраторлар",
"Сымсыз құрылғылар",
"Маршрутизатор",
"Коммутаторлар"
],
correct: 2
},
{
question: "Байланыс желісіне мыс кроссоверін көрсетіңіз",
answers: ["1", "2", "3", "4"],
correct: 2
},
{
question: "Консоль кабелін көрсетіңіз",
answers: ["1", "2", "3", "4"],
correct: 0
},
{
question: "Оптикалық кабельді көрсетіңіз",
answers: ["1", "2", "4", "3"],
correct: 2
},
{
question: "Кабельдік модем мен бұлт арасындағы байланыс жолын таңдау",
answers: [
"Кроссовер",
"Телефонды кабель",
"Оптикалық кабель",
"Коаксиалды кабель"
],
correct: 3
},
{
question: "Пайдаланушы компьютерге физикалық құрылғыны қосуы керек",
answers: [
"Қатқыл диск",
"WEB камера",
"Микрофон",
"Сымсыз адаптер"
],
correct: 3
},
{
question: "Суретте екі ДК желісі көрсетілген. Хосттар кабельмен қосылуы",
answers: [
"Мыс кроссовері",
"Оптикалы",
"Коаксиальды",
"Телефонды"
],
correct: 0
},
{
question: "Криптография – бұл",
answers: [
"хабарламаның құпиялығын қамтамасыз ету туралы ғылым",
"хабарламаның қайнар көзін анықтау",
"криптографикалық әдістің математикалық құрамын зерттейтін математиканың бір бөлігі",
"шифрланатын хабарламаларды қалай ашу керектігін зерттейтін ғылым"
],
correct: 0
},
{
question: "Шифрланатын хабарламаларды қалай ашу керектігін, бірақ кілтін білмей зерттейтін ғылым",
answers: [
"криптоанализ",
"системотехника",
"математикалық анализ",
"системдық анализ"
],
correct: 0
},
{
question: "Кілт қолданушы алгоритмнің екі классқа бөлінуі",
answers: [
"симметриялы және ассиметриялы",
"жалпы және жекелер",
"жабық және ашықтар",
"симметриялы және жабықтар"
],
correct: 0
},
{
question: "Кілтті шифрлеудың түрі",
answers: [
"ашық",
"блоктық",
"құпиялы",
"топтық"
],
correct: 0
},
{
question: "Дешифрлеуге арналған кілттің аталуы",
answers: [
"жабық немесе құпиялы",
"ашық",
"топтық",
"блоктық"
],
correct: 0
},
{
question: "Қарапайым шифрлердің аталуы",
answers: [
"Цезарь шифры",
"Плейфейер шифры",
"Хилла шифры",
"Көп алфавитті шифры"
],
correct: 0
},
{
question: "Компютер қосылғанда аппараттың проблемасы туралы программа сигнал беретін бағдарлама",
answers: [
"BIOS",
"NC PC Doctor",
"PC Check",
"Megaline"
],
correct: 0
},
{
question: "Компьютерді қорғау әдісі",
answers: [
"брандмауер",
"антивирус",
"антишпиондық программалар",
"ОС"
],
correct: 0
},
{
question: "Брандмауерді қосу тәсілдерін қолдану",
answers: [
"желіні ашып интернетке қосылу және жөндеу белгісін шерту",
"жаңа қосылу белгісін шерту",
"бірігуді қосу",
"үй желісін орнату немесе кішкентай офистік желі"
],
correct: 0
},
{
question: "Пернені басу арқылы құжаттарды корзинасыз өшіруге болатын әрекет",
answers: [
"shift+delete",
"ctrl+delete",
"del+alt+ctrl",
"alt+delete"
],
correct: 0
},
{
question: "Power Point бағдарламасында F5 пернесінің әмірі",
answers: [
"Анықтама мәзірі",
"Слайд сипаттары",
"Жан бітірімді баптау",
"Слайдты көрсету"
],
correct: 3
},
{
question: "PowerPoint бағдарламасының презентациясын қамтитын файлдың кеңейтімін көрсетіңіз",
answers: [
".ppt",
".gif",
".jpg",
".pps"
],
correct: 0
},
{
question: "Анимация -бұл",
answers: [
"презентация құру",
"уақыт бойынша слайтарды көрсету",
"презентация слайдындағы фонды таңдау",
"слайд фрагментіне қозғалыс және дыбыс беру"
],
correct: 3
},
{
question: "Растрлық кескінмен жұмыс істейтін бағдарламаны көрсетіңдер",
answers: [
"CorelDRAW",
"Paint",
"Inkscape",
"Барлығы"
],
correct: 1
},
{
question: "Пішімді файлда сақтайтын векторлық кескіндер",
answers: [
"BMP",
"SVG",
"GIF",
"DOC"
],
correct: 1
},
{
question: "Ең алғашқы компьютерлік желінің аталуы",
answers: [
"ARPANET",
"TELCOM",
"ИАСНЕТ",
"INNET"
],
correct: 0
},
{
question: "Алғашқы компьютерлік желіні құруға кеткен уақыт",
answers: [
"12 жыл",
"5 жыл",
"8 жыл",
"10 жыл"
],
correct: 0
},
{
question: "Желі арқылы алмасқан алғашқы сөз",
answers: [
"login",
"pass",
"net",
"word"
],
correct: 0
},
{
question: "Алғашқы отандық компьютерлік желінің құрылуы",
answers: [
"1986",
"1966",
"1956",
"1979"
],
correct: 0
},
{
question: "Ақпарат тасымалдаудың ең жоғары жылдамдығын қамтамасыз ететін кабель түрі",
answers: [
"талшықты-оптикалық",
"қос ширатпа",
"коаксиалды",
"мыс"
],
correct: 0
},
{
question: "Ақпараттық процестерді зерттейтін ғылым",
answers: [
"физика",
"ақпарат",
"информатика",
"кибернетика"
],
correct: 2
},
{
question: "Ақпараттық процестерді жүзеге асыратын негізгі құрал",
answers: [
"Компьютер",
"Принтер",
"Сканер",
"Монитор"
],
correct: 0
},
{
question: "Мәліметтерді өңдеудің және өңдеу процесін басқарудың негізгі құрылғысы",
answers: [
"жады",
"процессор",
"бағдарлама",
"оперативті жады"
],
correct: 1
},
{
question: "1 Мбайт неге тең?",
answers: [
"1000 байт",
"1024 Кбайт",
"1024 Мбайт",
"8 бит"
],
correct: 1
},
{
question: "Алгоритмнің түрлерін көрсет",
answers: [
"сызықтық, тармақталу, көрсеткіштік",
"тармақталу, қайталану, шарттық",
"сызықтық, тармақталу, циклдік",
"циклдік, қайталану, шарттық, сызықтық"
],
correct: 2
},
{
question: "Компьютердің программалық құралдарын аталуы",
answers: [
"жүйелік программа",
"қолданбалы программа",
"программалық жабдықтама",
"операциялық жүйе"
],
correct: 2
},
{
question: "Шина – бұл",
answers: [
"жартылай өткізгіштер – транзисторлар",
"интегралды схема",
"көптеген сымдардан тұратын кабель арқылы жалғастыратын арна",
"Компьютердегі мәселелерді шешеді"
],
correct: 2
},
{
question: "Архивтік файлда әрекеттердің орындалуы",
answers: [
"қайта пішімдеу",
"қарап шығу",
"редакциялау",
"сығу"
],
correct: 3
},
{
question: "Кестелік процессордың негізгі элементі болып табылады",
answers: [
"ұяшық",
"жол",
"баған",
"құжат"
],
correct: 0
},
{
question: "Желінің ең қарапайым топологиясын көрсетіңіз",
answers: [
"Жұлдыз",
"Сақина",
"Шина",
"Ассиметрия"
],
correct: 2
},
{
question: "Компьютер экранындағы суреттің ең кіші элементі",
answers: [
"Гц",
"Нм",
"См",
"Пиксель"
],
correct: 3
},
{
question: "MS Excel құжатының кеңейтілімі",
answers: [
".png",
".xlsx",
".pptx",
".gif"
],
correct: 1
},
{
question: "Ауқымды желідегі әр сервердің атауы",
answers: [
"Желі",
"Адаптер",
"Домен",
"www."
],
correct: 2
},
{
question: "Бинарлы ақ-қара бір пикселді бейнелеу үшін бит саны",
answers: [
"8 бит",
"16 бит",
"1 бит",
"32 бит"
],
correct: 2
},
{
question: "Барлық компьютер тізбекті түрде бір кабельге жалғанған топология",
answers: [
"Шина",
"Радиалды",
"Жұлдыз",
"Желілік"
],
correct: 0
},
{
question: "Интернетте қолданылатын хаттама",
answers: [
"WEB",
"http://",
"www.",
"TCP/IP"
],
correct: 3
},
{
question: "HTML құжатына сурет қосу үшін қолданылатын негізгі тег және оның міндетті атрибуты",
answers: [
"<picture> және href",
"<img> және src",
"<media> және link",
"<figure> және alt"
],
correct: 1
},
{
question: "Веб-беттегі аудио немесе видео файлды автоматты түрде ойнату үшін қолданылатын атрибут",
answers: [
"controls",
"loop",
"autoplay",
"preload"
],
correct: 2
},
{
question: "Браузер видео форматын қолдамаған жағдайда баламалы файлдарды ұсыну үшін қандай тег қолданылады",
answers: [
"<track>",
"<source>",
"<link>",
"<object>"
],
correct: 1
},
{
question: "Кескіннің мазмұнын сипаттайтын маңызды атрибут",
answers: [
"title",
"id",
"class",
"alt"
],
correct: 3
},
{
question: "Веб-графикада сапасын жоғалтпай масштабталатын формат",
answers: [
"JPEG",
"PNG",
"SVG",
"GIF"
],
correct: 2
},
{
question: "Tinkercad платформасында 3D модельді құрастырудың негізгі принципі",
answers: [
"Дайын суреттерді бояу",
"Дайын фигураларды біріктіру және алу",
"Тек қана код жазу арқылы модельдеу",
"Фотосуретті автоматты түрде 3D форматқа айналдыру"
],
correct: 1
},
{
question: "3D кеңістігінде фигураны Workplane жоғары көтеру үшін қай элемент қолданылады",
answers: [
"Бұрышындағы шаршы",
"Ортасындағы нүкте",
"Қара конус тәрізді көрсеткі",
"Астындағы сызық"
],
correct: 2
},
{
question: "Tinkercad-та Arduino жобасын жинау кезінде кодты қай стильде жазуға болады",
answers: [
"Тек мәтін (C++)",
"Тек блоктар",
"Блоктар, мәтін немесе блок+мәтін",
"Тек дауыс арқылы"
],
correct: 2
},
{
question: "Екі фигураны біріктіріп тесік жасау үшін қасиетті қандай режимге ауыстыру керек",
answers: [
"Solid",
"Hole",
"Transparent",
"Hidden"
],
correct: 1
},
{
question: "Arduino-да жарық диодын күйіп кетуден қорғау үшін қандай компонент қосылады",
answers: [
"Конденсатор",
"Резистор",
"Транзистор",
"Батарея"
],
correct: 1
}
];

export default questions;